{
    "schema":{
        "fields":[
            {
                "name":"index",
                "type":"integer"
            },
            {
                "name":"isbn",
                "type":"integer"
            },
            {
                "name":"authorID",
                "type":"string"
            },
            {
                "name":"title",
                "type":"string"
            },
            {
                "name":"basePrice",
                "type":"integer"
            },
            {
                "name":"description",
                "type":"string"
            },
            {
                "name":"pageNum",
                "type":"integer"
            },
            {
                "name":"publisherID",
                "type":"string"
            },
            {
                "name":"publishDate",
                "type":"string"
            },
            {
                "name":"weight",
                "type":"number"
            },
            {
                "name":"width",
                "type":"number"
            },
            {
                "name":"length",
                "type":"number"
            },
            {
                "name":"language",
                "type":"string"
            }
        ],
        "primaryKey":[
            "index"
        ],
        "pandas_version":"1.4.0"
    },
    "data":[
        {
            "index":0,
            "isbn":9786232423763,
            "authorID":"AU0038",
            "title":"One by One",
            "basePrice":129000,
            "description":"Snoop, aplikasi musik baru yang berhasil meraih seratus juta pengguna. Yang memungkinkan orang untuk mengintip apa yang tengah didengarkan orang lain secara real time.\r\n \r\nBerada di puncak kesuksesan, tim inti Snoop melakukan retret ke sebuah pondok ski di Pegunungan Alpen. Di sana, rahasia perusahaan terkuak. Situasi tidak baik-baik saja. Posisi semua orang terancam. Perdebatan memanas. Dan, satu orang memutuskan bertindak, menyingkirkan semua penghalang.\r\n \r\nDi tengah badai salju yang melanda, ketika mereka terjebak, tanpa listrik dan sinyal, korban mulai berjatuhan.\r\n \r\nSatu\r\ndemi\r\nsatu ….",
            "pageNum":444,
            "publisherID":"PB0019",
            "publishDate":"2023-04-24",
            "weight":0.41,
            "width":14.0,
            "length":21.0,
            "language":"Indonesia"
        },
        {
            "index":1,
            "isbn":9786022204763,
            "authorID":"AU0101",
            "title":"Si Juki Anak Kos London",
            "basePrice":82500,
            "description":"Si Juki Anak Kos London\r\n\r\n\r\n\r\nJuki diterima sebagai mahasiswa pertukaran pelajar ke London, Inggris. Heran? Jelas. Gimana bisa anak selengean itu bisa ke luar negeri? ternyata bisa, dong! Hebatnya lagi, dia bisa hidup hemat di sana—kalo tidak mau dibilang pelit.\r\n\r\nAKHIRNYA SI JUKI KULIAH DI LONDON!\r\n\r\nKebayang gak, gimana kalo Juki yang pelit harus hidup di salah satu kota termahal dunía-London, Iya, Juki dan Coro yang ke Inggris untuk program pertukaran pelajar harus banyak berpikir untuk hidup seasyik mungkin dengan dana semínim-minimnya. Seru dan ada aja\r\n\r\nakalnya!\r\n\r\nKayaknya, justru masyarakat Union Jack yang bisa banyak belajar dari Juki, deh... bahwa hidup bisa 'wah' dengan harga murah!\r\n\r\nKebayang gak, gimana kalo Juki yang pelit harus hidup di salah satu kota termahal dunia---London. Iya, Juki dan Coro yang ke Inggris untuk program pertukaran pelajar harus banyak berpikir untuk hidup seasyik mungkin dengan dana seminim-minimnya. Seru dan ada aja akalnya!\r\n\r\nKayaknya, justru masyarakat Union Jack yang bisa banyak belajar dari Juki, deh... bahwa hidup bisa \"wah\" dengan harga murah.\r\n\r\nJuki diterima sebagai mahasiswa pertukaran pelajar ke London, Inggris. Heran? Jelas. Gimana bisa anak selengean itu bisa ke luar negeri? ternyata bisa, dong! Hebatnya lagi, dia bisa hidup hemat di sana—kalo tidak mau dibilang pelit.",
            "pageNum":180,
            "publisherID":"PB0013",
            "publishDate":"2022-12-26",
            "weight":0.18,
            "width":14.0,
            "length":20.0,
            "language":"Indonesia"
        },
        {
            "index":2,
            "isbn":9786024554811,
            "authorID":"AU0045",
            "title":"World Ghost Stories Eropa",
            "basePrice":125000,
            "description":"\"Di Eropa, banyak sekali cerita hantu yang berkembang di sana. Selain itu, ada banyak tempat dan legenda yang tak kalah menyeramkan di sana. Tokoh hantu terkenal pun banyak yang berasal dari Eropa. Di antaranya, raksasa Frankenstein yang besar dan mengerikan, drakula pengisap darah manusia, dan lain-lain. \r\n\r\n\r\n\r\nBeberapa kisah atau cerita hantu di Eropa pun sering keluar dalam film atau dongeng.\r\nKomik ini terdiri dari dua bentuk cerita, yaitu berbentuk dongeng dan komik. Dengan gaya bahasa penulisan yang seru, komik ini pasti membuat pembaca bergidik ngeri.  \"",
            "pageNum":192,
            "publisherID":"PB0008",
            "publishDate":"2018-04-08",
            "weight":0.2,
            "width":17.0,
            "length":22.0,
            "language":"Indonesia"
        },
        {
            "index":3,
            "isbn":9786238019106,
            "authorID":"AU0026",
            "title":"Muhammad Membangun Madinah",
            "basePrice":135000,
            "description":"Perjalanan hidup manusia agung, Rasul Muhammad tidak pernah usang untuk ditulis, didokumentasikan, dicermati, dibahas, ditafsirkan, bahkan diperdebatkan. Kisah hidupnya adalah khazanah eksplorasi dari sejumlah karakter yang layak dijadikan inspirasi dan teladan bagi umat manusia.\r\n\r\nSejarah perjalanan Rasul Muhammad adalah napak tilas peradaban tentang arus kehidupan sebuah masyarakat yang ditakdirkan menghuni gurun tandus di sepanjang barat daya Laut Merah. la tentakel geologis, kultur budaya, tatanan sosial, dan struktur ekonomi yang berhulu pada sang Khalilullah Ibrahim. Ia adalah fenomena psikologis yang kelak menempa salah satu generasinya untuk menghadapi pergulatan panjang dalam mengemban risalah dan nubuwah.\r\n\r\nLebih dari itu, prosesi kelahiran, masa muda, dan seluruh aspek hidupnya yang diwarnai agitasi, peperangan, problem politik, dan pendirian daulah adalah perayaan semesta yang menjadikan sosoknya abadi dan terus hidup dalam perjalanan sejarah umat manusia. Di mana seorang Muslim berpijak, di sana namanya disebut.\r\n\r\nDengan karakter ke-llahian, kebijakan, dan pandangan politiknya, Rasul Muhammad menasbihkan dirinya sebagai sosok penting dalam pencaturan dunia. Kehadirannya menciptakan arus hubungan timur dan barat, menafikan sel-sel genetika, geografis, dan budaya. Kedatangannya menyusun ulang agama-agama sebelumnya, dan mengakhirinya dengan teologi tauhid yang menyamakan visi dalam diktum ke-Tuhanan. Kombinasi antara agama, politik, budaya, dan ekonomi yang tercipta dalam waktu singkat telah membawa Rasul Muhammad menjadi penyumbang terbesar bagi berdirinya kolonisasi dunia baru yang nyaris tergilas oleh milenium kegelapan.\r\n\r\nRasul Muhammad adalah seorang utusan Tuhan sekaligus figur genius pembangun peradaban baru yang ditegakkan dengam maklumat cinta dalam kehidupan bersosial, berbudaya, beragama, dan bernegara.\r\n\r\nRasul Muhammad adalah fenomena terbesar dalam sejarah. Seorang revolusioner yang memberikan harapan, perlindungan, dan janji pertolongan bagi umat manusia. Seorang penebar rahmat bagi semesta alam, dan Al-Amin yang lahir di bumi yang tandus.",
            "pageNum":289,
            "publisherID":"PB0006",
            "publishDate":"2023-06-23",
            "weight":0.24,
            "width":13.0,
            "length":20.0,
            "language":"Indonesia"
        },
        {
            "index":4,
            "isbn":9786230311147,
            "authorID":"AU0046",
            "title":"Mice Cartoon - Indonesia Seru!",
            "basePrice":85000,
            "description":"Setiap hari Minggu kebanyakan orang tidak pernah kekurangan bacaan. Kompas Edisi Minggu dengan beberapa kolom Seni selalu menunggu di beranda, ditemani kopi pagi dan sinar matahari yang belum terik. Dengan 3500 rupiah saja, kita seperti diajak membaca sejumlah buku dengan variasi tema yang dirangkum melalui satu bacaan. Mengakhiri pembaca, tak terasa terdampar di bagian komik kartun. Mice cartoon belum terkalahkan dalam serial komik. Humornya menggelitik. kita diajak menikmati nuansa baru sajian sarkasme nomor wahid.\r\n\r\nSinopsis Buku:\r\nIndonesia Seru! merupakan kumpulan komik strip Mice Cartoon yang sebelumnya pernah ditayangkan di sebuah media digital. Komik strip berwarna ini menceritakan kisah-kisah yang menampilkan potret kehidupan masyarakat Indonesia yang beragam dan tentunya seru!\r\n\r\nSelling point:\r\n1. Kartun Mice yang sudah terkenal\r\n2. Membahas kisah-kisah potret kehidupan masyarakat Indonesia secara kocak\r\n3. Terdapat sketsa pembuatan kartun, sehingga pembaca bisa melihat proses di balik buku\r\n\r\nProfil Penulis:\r\nMuhammad Misrad, adalah seorang kartunis. Pada awalnya bersama dengan Benny Rachmadi, alumni Desain Grafis, Fakultas Seni Rupa, Institut Kesenian Jakarta ini membuat strip komik Benny & Mice yang berisi kritik-kritik sosial. Kartunis yang akrab disapa Mice dikenal juga bekerja sebagai dosen dengan mengajar di IKJ. Sejak bulan Juli 2010, Mice hanya menggambar sendirian di koran Kompas dengan kartunnya yang berjudul Mice Cartoon. Mice hadir dengan kemampuannya memotret kehidupan Kota Jakarta dengan penuh ironi, satire, aneh, jelimet, dan membuat tawa.",
            "pageNum":152,
            "publisherID":"PB0015",
            "publishDate":"2023-06-19",
            "weight":0.2,
            "width":14.8,
            "length":21.0,
            "language":"Indonesia"
        },
        {
            "index":5,
            "isbn":9786230033520,
            "authorID":"AU0049",
            "title":"Why? Game Science - Sains Permainan",
            "basePrice":119000,
            "description":"Bermain game secara berlebihan memang mengakibatkan banyak dampak negatif untuk kita, seperti penglihatan dapat memburuk, skoliosis karena mempertahankan postur yang salah, sindrom leher kura-kura karena terlalu lama mencondongkan kepala ke depan, dan penyakit-penyakit lainnya. Penyakit-penyakit tersebut lebih mudah mempengaruhi anak-anak dan remaja yang masih dalam masa pertumbuhan. \r\nDi sekitar kita pun pasti ada orang-orang yang kecanduan bermain game hingga tidur terlalu larut atau bahkan tidak tidur sama sekali. Bermain game memang menyenangkan dan terkadang membuat kita lupa waktu, tapi bermain tanpa mengendalikan diri juga dapat merugikan kita. \r\nTerkadang, kita terlalu asyik bermain game hingga kehilangan waktu berharga untuk berdiskusi dan bersosialisasi dengan orang-orang yang kita sayangi. Selain itu, tidak jarang juga kita telat makan atau bahkan tidak makan sama sekali karena bermain game.\r\nKarena itu, pengendalian diri saat bermain game sangatlah penting. Kita harus membatasi diri kita dengan menentukan batas waktu dalam bermain game agar kita tetap mendapatkan kesenangan dan tidak kehilangan relasi di dunia nyata. Kalau dinyatakan seperti itu, game terkesan hanya memberikan kita kesenangan dan lebih banyak dampak buruknya. \r\nSebenarnya, terdapat game yang bermanfaat atau lebih dikenal dengan istilah game fungsional. Game fungsional memanfaatkan sifat positif dari game, yakni memberikan kesenangan, dan menambahkan tujuan khusus seperti pendidikan, pelatihan, pengobatan, dan sebagainya.\r\nPenerbit Elex Media Komputindo telah menerbitkan buku ‘Why? Game Science – Sains Permainan’. Buku ini adalah judul terbaru dari seri komik pendidikan ‘Why?’, yang merupakan salah satu seri komik pendidikan dengan penjualan terbaik di Indonesia dan Korea Selatan. \r\nDi dalam buku ini, terdapat Omji yang sangat menyukai game dan Komji yang lebih suka berkebun daripada bermain game. Omji akan menceritakan segala hal terkait game, mulai dari sejarah, perkembangan, dan kontribusinya dalam perkembangan teknologi pada Komji agar dia tertarik untuk bermain game. \r\nSelain itu, disajikan juga dampak negatif, dampak positif, serta saran untuk anak-anak agar tidak bermain game secara berlebihan, tapi masih bisa merasakan kesenangan. Buku ini disajikan dalam bentuk komik dengan cerita yang menarik dan bahasa yang ringan agar anak-anak dan remaja dapat memahami isinya dengan mudah.\r\nDetail;\r\nJumlah Halaman\r\n160\r\nPenerbit\r\nElex Media Komputindo\r\nTanggal Terbit\r\n10 Jul 2022\r\nBerat\r\n0.385 kg\r\nISBN\r\n9786230033520\r\nLebar\r\n18.0 cm\r\nBahasa\r\nIndonesia\r\nPanjang\r\n24.0cm",
            "pageNum":160,
            "publisherID":"PB0002",
            "publishDate":"2022-07-09",
            "weight":0.385,
            "width":18.0,
            "length":0.0,
            "language":"N\/A"
        },
        {
            "index":6,
            "isbn":9786230310539,
            "authorID":"AU0069",
            "title":"The Apothecary Diaries 09",
            "basePrice":45000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”The Apothecary Diaries 09”.\r\n\r\nSinopsis Buku:\r\nKandungan Giokyo-hi kian membesar, Maomao kembali diingatkan oleh insiden percobaan pembunuhan majikannya kala kehamilan pertamanya. Apalagi setelah kematian seorang selir yang diikuti kegaduhan di harem. Sementara itu, Jinshi kembali minta bantuan Maomao untuk mengambil hati utusan dari negeri asing.",
            "pageNum":184,
            "publisherID":"PB0015",
            "publishDate":"2023-06-19",
            "weight":0.05,
            "width":0.09,
            "length":11.04,
            "language":"Indonesia"
        },
        {
            "index":7,
            "isbn":9786230310843,
            "authorID":"AU0035",
            "title":"Full Bloom Cheekiness 18",
            "basePrice":32000,
            "description":"Akhirnya Yuki bertemu dengan ayah Naruse!!  Hitomi, kakak perempuan Naruse yang menyukai Yuki, meminta gadis itu datang ke upacara pernikahannya di Hawaii!! Selamat menikmati episode Hawaii yang penuh dengan romantisme dan kasih sayang keluarga!",
            "pageNum":192,
            "publisherID":"PB0015",
            "publishDate":"2023-06-19",
            "weight":0.05,
            "width":0.09,
            "length":11.04,
            "language":"Indonesia"
        },
        {
            "index":8,
            "isbn":9786230047879,
            "authorID":"AU0097",
            "title":"Level Comic: Tokyo Revengers 09",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang. Komik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca. Tokyo Revengers adalah karya Ken Wakui yang dirilis di Jepang pada tahun 2017 lalu dan sampai saat ini, sirkulasinya sudah mencapai lebih dari lima puluh juta eksemplar. Pada tahun 2020, komik ini berhasil memenangkan Kodansha Manga Award kategori komik remaja cowok. Komik ini sudah terjual lebih dari 40 juta eksemplar di Jepang. Menjadi pemenang Kodansha Manga Award kategori komik remaja pria tahun 2020. Animasinya sudah ditonton lebih dari 10 juta views di Youtube Muse Indonesia. Live Action movie-nya tayang Oktober 2021. Sinopsis Buku: Bentrokan besar Toman VS. Valhalla, berakhir dengan kemenangan Toman. Takemichi sekali lagi kembali ke masa kini dan… dia telah menjadi elite petinggi Toman!! Dalam pertemuan para petinggi, orang-orang bekas Black Dragon yang tak dikenalnya berulah. Kemudian, Kisaki pun hadir. Dan, apa kebenaran mengejutkan yang akan diungkapkan oleh Naoto!?",
            "pageNum":200,
            "publisherID":"PB0002",
            "publishDate":"2023-06-13",
            "weight":0.12,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":9,
            "isbn":9786230311079,
            "authorID":"AU0068",
            "title":"Akasha : Chainsaw Man 03",
            "basePrice":48000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”AKASHA : Chainsaw Man 03”.\r\n\r\nSinopsis Buku:\r\nAda devil misterius yang memblokade ruang dan menuntut agar Denji dibunuh! Anggota Divisi Khusus 4 yang terpojok mulai mengalami perpecahan. Meski berada dalam situasi genting, Denji masih belum menyerah untuk mendapatkan hadiah ciuman.\r\nStrategi nekat apakah yang akan dia lakukan?",
            "pageNum":192,
            "publisherID":"PB0015",
            "publishDate":"2023-06-16",
            "weight":0.05,
            "width":1.01,
            "length":13.0,
            "language":"Indonesia"
        },
        {
            "index":10,
            "isbn":9786230048197,
            "authorID":"AU0059",
            "title":"Level Comic: Just The Two of Us 03",
            "basePrice":45000,
            "description":"-",
            "pageNum":192,
            "publisherID":"PB0002",
            "publishDate":"2023-06-13",
            "weight":0.13,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":11,
            "isbn":9786230309731,
            "authorID":"AU0091",
            "title":"Akasha : Gyo Complete Edition - 2 In 1",
            "basePrice":89000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”Akasha : Gyo Complete Edition - 2 In 1”.\r\n\r\nSinopsis Buku:\r\nSeekor makhluk aneh berupa “ikan berkaki” yang bisa berjalan di daratan muncul di Okinawa.\r\nKemunculannya menjadi awal dari serangkaian serangan monster ikan yang meneror seluruh penjuru Jepang!\r\nInilah komik horor karya sang maestro Ito Junji yang hadir dalam versi edisi lengkap 2 in 1.",
            "pageNum":400,
            "publisherID":"PB0015",
            "publishDate":"2023-06-19",
            "weight":0.05,
            "width":1.09,
            "length":13.0,
            "language":"Indonesia"
        },
        {
            "index":12,
            "isbn":9786230047244,
            "authorID":"AU0086",
            "title":"Level Comic: Zom 100 vol 01",
            "basePrice":50000,
            "description":"-",
            "pageNum":160,
            "publisherID":"PB0002",
            "publishDate":"2023-06-13",
            "weight":0.135,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":13,
            "isbn":9786230048135,
            "authorID":"AU0006",
            "title":"C.M.B 43",
            "basePrice":32000,
            "description":"-",
            "pageNum":200,
            "publisherID":"PB0002",
            "publishDate":"2023-06-13",
            "weight":0.105,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":14,
            "isbn":9786230047992,
            "authorID":"AU0011",
            "title":"Blue Lock 09",
            "basePrice":45000,
            "description":"-",
            "pageNum":192,
            "publisherID":"PB0002",
            "publishDate":"2023-06-13",
            "weight":0.135,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":15,
            "isbn":9786230310737,
            "authorID":"AU0102",
            "title":"Akasha : Trace, Recollections Of A Forensic Researcher 11",
            "basePrice":34000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”Akasha : Trace, Recollections Of A Forensic Researcher 11”.\r\n\r\nSinopsis Buku:\r\nSesosok mayat ditemukan di tanah milik Hiroki Dan yang tengah buron. Identitas mayat dipastikan sebagai guru yang menutupi kasus perundungan yang menghebohkan publik. Apakah ini “penghakiman” yang dilakukan oleh Dan? Kebenaran yang mengejutkan pun terungkap…",
            "pageNum":184,
            "publisherID":"PB0015",
            "publishDate":"2023-06-05",
            "weight":0.12,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":16,
            "isbn":9786230310683,
            "authorID":"AU0027",
            "title":"Akasha : City Hunter - Complete Edition 15",
            "basePrice":65000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”AKASHA : City Hunter - Complete Edition 15”.\r\n\r\nSInopsis Buku:\r\nYoko, seorang reporter, berusaha menyelidiki City Hunter. Identitas Ryo pun terancam dibongkar!\r\nDalam kisah selanjutnya, Ryo dan Kaori mendapat tugas mengawal aktor bernama Keiichi Kashiwagi, saksi suatu kasus kriminal. Kaori pun sepertinya tertarik dengan ketampanannya. Namun, siapakah sebenarnya aktor tampan itu?",
            "pageNum":232,
            "publisherID":"PB0015",
            "publishDate":"2023-06-05",
            "weight":0.135,
            "width":13.0,
            "length":19.0,
            "language":"Indonesia"
        },
        {
            "index":17,
            "isbn":9786230034312,
            "authorID":"AU0067",
            "title":"Level Comic (LC): Jojo`s Bizarre Adventure 03 - Part 1 Phantom Blood",
            "basePrice":80000,
            "description":"JoJo's Bizarre Adventure adalah manga inovatif yang terkenal dengan karakternya yang aneh, humor yang liar, dan pertempuran yang hingar bingar. Sebuah kisah multigenerasi dari keluarga Joestar yang heroik dan pertempuran tanpa akhir mereka melawan kejahatan! Di akhir Arc Darah Phantom, Jonathan Joestar dan mentornya Zeppelli melanjutkan pengejaran mereka terhadap vampir jahat, Dio! \r\n\r\nTetapi untuk mendapatkannya, mereka harus terlebih dahulu menghadapi antek-antek pembunuhnya! Dalam pertempuran demi pertempuran berdarah, JoJo dan Zeppelli didorong ke batas mereka dan melampaui!\r\nJonathan alias Jojo adalah putra tunggal keluarga bangsawan Inggris, Joestar. Dia bercita-cita menjadi pria terhormat dan menjalani kehidupan yang terkekang. Namun, kehidupannya berubah 180 oleh kemunculan seorang aggressor, Dio Brando. Di sisi Dio yang menjebak Jojo di setiap kesempatan, sebuah topeng batu diam mengawasi dengan aura mengerikan. Cerita seru dan menarik, telah diterbitkan di berbagai negara.\r\n\r\nSinopsis\r\n\r\nJojo mengalami kesulitan saat bertarung di Chain Neck Death Match melawan Tarkus, ksatria legendaris yang disihir oleh Dio. Yang menolong Jojo adalah Zeppeli yang mengetahui takdirnya! Bersama permintaan terakhir dari banyak orang, keberanian, dan harapan menuju masa depan di dalam hatinya, Jojo pun menantang Dio di pertarungan final!\r\n\r\nKomik ini direkomendasikan untuk pembaca yang menyukai genre petualangan.\r\n\r\nInformasi lain :\r\nJudul: LC: JOJO`S BIZARRE ADVENTURE 03 - PART 1 PHANTOM BLOOD\r\nRating: yang diperuntukan untuk pembaca berusia  tahun ke atas.\r\nCerita & Ilustrasi: Hirohiko Araki\r\nProduction: Elex Media Komputindo\r\nTebal: 304 halaman\r\nFormat: Soft Cover\r\nTanggal Terbit: 6 Oktober 2022\r\nISBN : 9786230034312\r\nBerat : 0.225 kg\r\nDimensi : 18 x 13 cm",
            "pageNum":304,
            "publisherID":"PB0002",
            "publishDate":"2022-10-05",
            "weight":0.225,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":18,
            "isbn":9786230047985,
            "authorID":"AU0024",
            "title":"Level Comic: Aku no Hana-Kembang Jahanam 02",
            "basePrice":50000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nKasuga akhirnya berhasil kencan dengan Saeki yang disukainya! Masalahnya, Nakamura memerintahkan Kasuga untuk mengenakan seragam olahraga yang dicurinya selama kencan. Sementara Kasuga dilanda kecemasan, hari kencan pun tiba. Selama Kasuga dan Saeki kencan, ternyata Nakamura terus membuntuti. Di tengah kencan yang berjalan lancar, tiba-tiba Nakamura memberi perintah lagi kepada Kasuga. Kali ini apa lagi perintahnya…!?\r\n\r\nSelling Point:\r\nKomik yang mendapat banyak sekali pujian dan penghargaan.\r\n\r\nProfil Penulis:\r\nShūzō Oshimi si pengarang manga The Flowers of Evil (Japanese: 惡の華, Hepburn: Aku no Hana) baru saja mengumumkan di akun Twitternya pada hari Senin bahwa ia akan menggambar manga one-shot baru berjudul “Kusakabe-san” ketika Futabasha merilis versi baru dari situs Web Comic Action-nya sebagai Web Action pada hari Jumat. Oshimi memperlihatkan sketsa di samping pengumuman.",
            "pageNum":192,
            "publisherID":"PB0002",
            "publishDate":"2023-06-04",
            "weight":0.15,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":19,
            "isbn":9786230047923,
            "authorID":"AU0019",
            "title":"Level Comic: Bungo Stray Dogs 04",
            "basePrice":50000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nAtsushi Nakajima menunaikan pekerjaan normalnya sebagai detektif bersama Kenji Miyazawa yang merupakan seniornya. Kyoka diterima masuk ke agensi detektif, dan konflik besar-besaran dengan Port Mafia pun untuk sementara beres. Namun, saat itulah miliuner Fitzgerald yang mengepalai Guild, kelompok pemilik kemampuan khusus di Amerika Utara sekaligus dalang kerusuhan yang baru saja terjadi, secara langsung menyambangi kantor agensi detektif! Dia mendesak Fukuzawa untuk menyerahkan sesuatu... tak hanya itu, pembunuh eksentrik dari Guild, Montgomery, menyerang Atsushi dan lainnya!\r\n\r\nSelling Point:\r\n- Kisah action supernatural menarik yang terinspirasi dari sastrawan Jepang dan dunia. Para tokohnya diberi nama yang sama dengan sastrawan terkenal dan memiliki kemampuan yang berhubungan dengan karya mereka. \r\n- Telah terbit sebanyak 22 jilid. \r\n- Serial populer yang telah dicetak sebanyak 8,5 juta eksemplar. \r\n- Telah diadaptasi menjadi serial animasi sebanyak 3 musim di Jepang. Musim keempat sedang dalam produksi. \r\n- Telah diadaptasi menjadi novel, komik spin off, film animasi layar lebar, drama panggung, game, dan live action.",
            "pageNum":188,
            "publisherID":"PB0002",
            "publishDate":"2023-06-04",
            "weight":0.145,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":20,
            "isbn":9786230047695,
            "authorID":"AU0103",
            "title":"PET BOOM - Dark Urban Legend 4-",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku :\r\nMia, seorang gadis SMA penyuka hewan, ingin sekali memelihara kucing. Di dekat rumahnya, ada sebuah bangunan kosong yang dijuluki “Rumah Kucing” saking penuhnya dengan kucing. Saat Mia bermain dengan kucing di sana, barulah dia tahu kalau ternyata rumah itu ada penghuninya!! Yaitu, seorang bibi tua dengan wajah menyeramkan yang konon memakan kucing…!? Selain kisah horor Mia di ‘’PET BOOM’’, ada beberapa kisah horor lain yang tak kalah seram... Kisah-kisah ’’horor masa kini’’, ada di sini!\r\n\r\nSelling Point :\r\nKomik Horror Oneshot, tidak bersambung, yang isinya tentang kisah-kisah kelam nan mencekam, juga tabu, yang tak boleh dilanggar, yang dikemas dalam beberapa cerita pendek...\r\n\r\nInformasi Tambahan:\r\n#komikmisteri #horror #ceritamisteri #horrorcomic #ceritalepas #oneshot #komikelexmedia #serialmisteri #darkurbanlegend #kisahhoror",
            "pageNum":200,
            "publisherID":"PB0002",
            "publishDate":"2023-06-04",
            "weight":0.145,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":21,
            "isbn":9786230047701,
            "authorID":"AU0077",
            "title":"MAO 07",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nDaigo adalah kakak seperguruan yang penting bagi Mao. Lahir dan bertumbuh bersama, lalu merekomendasikan Mao untuk masuk ke klan Ko yang sama dengannya, bagaikan penyelamat yang memberinya kehidupan normal. Akan tetapi, Daigo memiliki rahasia…\r\n\r\nSelling Point :\r\nKarya Rumiko Takahashi yang sudah terkenal di Indonesia Inuyasha, Ranma 1\/2 dan Rinne.\r\n\r\nInformasi Tambahan :\r\n#siluman #monster #rumikotakahashi #mao #nanoka #boyscomic #komikpetualangan\r\n\r\nCerita Sebelumnya :\r\nDatang sebuah cahaya dan kegelapan yang berasal dari Sana, orang yang dicintai Mao. Sana yang seharusnya sudah tewas, mengubah namanya menjadi “Yurako”, dan Mao mengetahui bahwa dirinya masih hidup. Namun mengapa Sana berada di pihak Shiranui yang merupakan musuhnya…?",
            "pageNum":192,
            "publisherID":"PB0002",
            "publishDate":"2023-06-04",
            "weight":0.13,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":22,
            "isbn":9786230047954,
            "authorID":"AU0065",
            "title":"Why? Insects - Serangga (Edisi Baru)",
            "basePrice":119000,
            "description":"Why? Insects - Serangga (Edisi Baru) Bermanfaat dan Serangga Berbahaya merupakan seri komik yang ditulis oleh Yearimdang. Pada seri ini akan dibahas mengenai berbagai macam serangga yang bermanfaat bagi kehidupan manusia maupun makhluk hidup lainnya. Di dunia yang sangat luas ini, tentunya kita manusia tidak hidup sendirian. Kita dikelilingi oleh banyak makhluk-makhluk lain seperti hewan dan tumbuhan. Salah satu yang sering kita jumpai yaitu keberadaan serangga di sekitar kita. Selama ini kita banyak menganggap bahwa serangga merupakan hewan yang keberadaannya cukup mengganggu, namun ternyata masih banyak sekali serangga-serangga yang mempunyai banyak manfaat dalam hidup kita. Pada komik ini akan dibahas serangga-serangga bermanfaat tersebut.\r\n\r\nSinopsis Buku:\r\nAda berapa banyak serangga yang hidup bersama kita saat ini? Mulai dari lebah dan kupu-kupu yang terbang mencari sari bunga, nyamuk yang selalu menghampiri kita, lalat yang mengganggu waktu makan kita, dan sebagainya. Wah, ternyata ada banyak, ya! Dikatakan bahwa ada sekitar 100 jenis serangga yang diketahui saat ini, itu artinya masih banyak serangga yang belum kita jumpai! Kalian pasti penasaran dengan kehidupan serangga yang sangat beragam ini, ‘kan? Yuk, ikuti petualangan Omji dan Komji yang masuk ke dalam dunia serangga!\r\n\r\nSelling Point:\r\nSalah satu seri komik pendidikan dengan penjualan terbaik di Indonesia dan Korea Selatan. Komik ini menyajikan informasi dan pengetahuan baru untuk anak-anak dalam format cerita yang menarik dan penyampaian yang mudah, sehingga wawasan anak-anak akan bertambah tanpa mereka sadari. Karakter yang menggemaskan dan cerita yang seru juga akan membuat anak-anak semakin terhibur membacanya.",
            "pageNum":160,
            "publisherID":"PB0002",
            "publishDate":"2023-06-04",
            "weight":0.25,
            "width":18.0,
            "length":24.0,
            "language":"Indonesia"
        },
        {
            "index":23,
            "isbn":9786230310997,
            "authorID":"AU0064",
            "title":"Solo Leveling 01",
            "basePrice":85000,
            "description":"Solo Leveling (bahasa Korea: 나 혼자만 레벨업, translit. Na Honjaman Rebereop, har. \"Hanya Saya Sendiri yang Naik Level\"; Jepang: 俺だけレベルアップな件, Ore Dake Reberuappu-na Kudan) adalah salah satu komik berseri berbahasa Korea asal Korea Selatan yang ditulis oleh Chugong. \r\nKomik ini diadaptasi dari versi novel yang telah terbit lebih dulu dan mendapatkan sambutan luar biasa baik di dalam Korea, maupun di luar negeri, terutama Jepang, sehingga penerbit besar Kadokawa menerbitkannya dalam versi Bahasa Jepang.\r\n\r\nTokoh utama cerita ini adalah Seong Jin-woo, seorang hunter (pemburu) level E yang terkenal paling lemah bahkan di antara sesama level E. Lalu, dia mendapatkan kesempatan sekali seumur hidup ketika terpilih sebagai \"player\" (pemain) oleh program magis yang disebut \"sistem\" dan mendapatkan kemampuan unik yang tidak dimiliki oleh hunter biasa, yaitu kemampuan mengembangkan kekuatan tanpa batas. Dengan memanfaatkan kemampuan baru yang diberikan kepadanya oleh sistem, Jinwoo akhirnya bangkit menjadi hunter terhebat sepanjang sejarah umat manusia. Namun, dia kemudian mendapati dirinya terjebak dalam perang tiada akhir antara para \"penguasa\" (ruler) dan para \"raja\" (monarch), dua kelompok makhluk mirip dewa yang memiliki agenda mereka sendiri dengan umat manusia. \r\n\r\nSinopsis Buku:\r\n10 tahun yang lalu, setelah \"gerbang\" yang menghubungkan dunia nyata dengan dunia monster terbuka, muncul juga orang-orang yang menerima kekuatan untuk berburu monster di dalam penjara bawah tanah. Mereka dikenal sebagai \"hunter\". \r\nNamun, tidak semua hunter itu kuat.\r\nSung Jin-Woo, seorang hunter level E dengan julukan “senjata terlemah umat manusia”. Dia terpaksa terus menjadi hunter demi membiayai pengobatan ibunya… hingga suatu hari kelompok hunternya harus menghadapi monster yang sangat kuat!?\r\n\r\nSelling Point:\r\n- Ada versi anime dan novelnya\r\n- Cerita bertema dungeon (penjara bawah tanah) yang paling popular saat ini\r\n- Cerita seru cocok untuk pembaca pria dan wanita\r\n- Komik berwarna",
            "pageNum":168,
            "publisherID":"PB0015",
            "publishDate":"2023-06-02",
            "weight":0.15,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":24,
            "isbn":9786230308260,
            "authorID":"AU0091",
            "title":"AKASHA : Ito Junji Compilation 03 -  Souichi's Convenient Curses",
            "basePrice":95000,
            "description":"Junji Ito adalah seorang mangaka Jepang terkenal yang mengkhususkan diri dalam genre horor. Beliau dikenal karena karya-karyanya yang gelap, menakutkan, dan sering kali mengganggu imajinasi pembaca. Ito-sensei telah menciptakan banyak karya manga yang populer dan diakui secara internasional.\r\n\r\nIto Junji Compilation 3: Souichi's Convenient Curses merupakan bagian dari seri kompilasi karya beliau. Sebelumnya, m&c! juga telah menerbitkan volume satu dan duanya yang mengusung cerita berbeda dengan tokoh yang juga berbeda, yaitu Ito Junji Compilation 1: Tomie dan Ito Junji Compilation 2: Tomie.\r\n\r\nSouichi's Convenient Curses terdiri dari kumpulan kisah seputar Souchi Tsujii, anak bungsu keluarga Tsujii yang aneh. Dia suka mengulum paku dan bertingkah seperti vampir. Setiap bab dalam buku ini mengandung cerita berbeda. Dalam setiap kisahnya, Souichi bertemu dengan berbagai orang yang secara tidak sengaja memancing kemarahannya, membuatnya melancarkan kutukan kepada mereka. Kutukan-kutukan ini sering kali aneh, mengerikan, dan penuh dengan kekuatan gelap. Entah itu mengubah orang menjadi boneka hidup, memanipulasi objek untuk menyebabkan kerusakan, atau melepaskan roh jahat, kutukan Souichi memiliki efek yang mendalam dan mengganggu terhadap para korbannya. Terlepas dari sikapnya yang menakutkan dan tindakannya yang kejam, Souichi sendiri sering kali menghadapi konsekuensi dari kutukannya sendiri. Kisah-kisah dalam buku membahas kedalaman jiwa manusia, mengeksplorasi tema balas dendam, kekuasaan, dan konsekuensi dari tindakan seseorang.\r\n\r\nSinopsis Buku:\r\n“Ingat, ya!\r\nKalian pasti akan ketakutan!!”\r\nSouichi, putra kedua keluarga Tsuji yang aneh. Mulutnya gemeletakan karena mengulum paku. Dia juga sering terlibat dalam kejadian-kejadian mengerikan.\r\nSelamat datang ke dunia aneh Souichi, yang terkadang diseling tawa sinis…\r\n\r\nKeunggulan:\r\n- Karya mangaka horor legendaris, Ito Junji,\r\n- Gambarnya bagus dan menyeramkan, mendukung kisahnya yang mencekam.\r\n- Ceritanya seru dan bikin penasaran.\r\n- Ada animenya di Netflix.\r\n- Terdiri dari beberapa kisah yang dapat dibaca secara acak.",
            "pageNum":416,
            "publisherID":"PB0015",
            "publishDate":"2023-05-30",
            "weight":0.25,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":25,
            "isbn":9786230047671,
            "authorID":"AU0023",
            "title":"Detektif Conan 102",
            "basePrice":50000,
            "description":"Detektif Conan yang juga dikenal sebagai Case Closed dan Detective Conan, adalah seri manga detektif Jepang yang ditulis dan diilustrasikan oleh Gosho Aoyama. Serial ini diserialisasikan dalam majalah manga shōnen Weekly Shōnen Sunday yang diterbitkan oleh Shogakukan sejak Januari 1994, dengan bab-babnya dikumpulkan dalam beberapa volume tankōbon. Karena masalah hukum dengan nama Detective Conan, rilisan bahasa Inggris dari Funimation dan Viz diubah namanya menjadi Case Closed. Serial ini bercerita mengenai detektif SMA bernama Shinichi Kudo (atau Jimmy Kudo dalam beberapa terjemahan bahasa Inggris) yang tubuhnya menyusut menjadi kecil ketika menyelidiki sebuah organisasi misterius dan umumnya memecahkan banyak kasus dengan meniru suara dari ayah teman masa kecilnya dan berbagai karakter lain.\r\n\r\nKomik ini menceritakan seorang detektif SMA yang terkadang bekerja dengan polisi untuk memecahkan kasus tertentu bernama Shinichi Kudo. Selama penyelidikan, ia disergap dan dilumpuhkan oleh anggota sindikat kejahatan yang dikenal sebagai Organisasi Hitam. Dalam upaya untuk membunuh detektif muda itu, mereka menelan paksa obat percobaan yang berbahaya. Namun, obat tersebut mengubahnya menjadi anak-anak daripada membunuhnya. Mengadopsi nama samaran Conan Edogawa dan merahasiakan identitas aslinya, Kudo tinggal bersama teman masa kecilnya Ran Mouri dan ayahnya Kogoro Mouri, yang merupakan seorang detektif swasta. Sepanjang seri tersebut, ia ikut serta dalam kasus yang ditangani oleh Kogoro. Meskipun demikian, setelah Kudo berhasil memecahkan kasus tersebut, ia akan menggunakan jarum bius yang tersembunyi dalam peralatan Prof. Agasa untuk membius Kogoro dan kemudian menggunakan pengubah suara yang dapat menirukan suaranya untuk mengungkapkan pemecahan kasus. Ia juga bersekolah di sekolah dasar setempat di mana ia berteman dengan beberapa teman sekelas yang membentuk Grup Detektif Cilik.\r\n\r\nSinopsis Buku:\r\nJugo Yokomizo secara tidak sengaja bertemu dengan Chihaya Hagiwara di sebuah pesta mencari jodoh! Apa yang muncul di benak Chihaya saat memperhatikan Wataru Takagi? Kenangan “sakura” yang terus diwariskan… Dan kisah yang tanpa disadari terus memuncak!",
            "pageNum":184,
            "publisherID":"PB0002",
            "publishDate":"2023-06-08",
            "weight":0.125,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":26,
            "isbn":9786230310003,
            "authorID":"AU0041",
            "title":"Plants Vs Zombies - Komik Dinosaurus : Planet Dinosaurus",
            "basePrice":125000,
            "description":"Buku ini mengisahkan cerita yang mengasyikan yang patut diberikan dan dibaca kepada anak-anak. Buku ini juga mengadopsi dari sebuah permainan terkenal di pc yaitu plants vs zombie. Buku ini dapat dijadikan sebagai bahan alternatif untuk anak-anak agar tidak sepenuhnya bergantung pada gadget. Jadi anak-anak selain sudah pernah bermain gamenya, di sini anak-anak dan para pembaca diajak untuk membaca kisah yang diambil dari sebuah permainan tersebut. Buku ini juga bisa dijadikan sebagai bahan stimulasi anak untuk suka pada kegiatan membaca. Selain cerita yang menarik, buku ini juga memiliki desain yang menarik sehingga meminimalisir kebosanan anak-anak dalam membaca buku ini.\r\n\r\nPlants vs Zombies awalnya adalah sebuah permainan video yang diciptakan di salah satu perusahaan bernama Popcap Games, yang merupakan anak dari perusahaan Electronic Arts. kini, Plants vs Zombies tersedia dalam bentuk komik berwarna yang dapat dibaca dan dikoleksi oleh anak.\r\n\r\nKomik ini berisi tentang petualangan para plants menghadapi makhluk selain zombies dalam berbagai versi, hal ini juga dapat menambah pengetahuan dan wawasan anak terkait dengan hal-hal yang dijelajahi di dalam komik ini.\r\n\r\nKomik ini memiliki gambar yang berwarna, sehingga akan membuat pengalaman membaca anak menjadi menyenangkan.\r\n\r\nSinopsis Buku:\r\nDinosaurus dari luar angkasa menginvasi Bumi dan Kota Plants menghadapi krisis tak terduga! Peashooter, Bonk Choy, Red Stinger, dkk melakukan perjalanan waktu ke Periode Trias demi mencegah bencana tersebut terjadi. Di sana, mereka mengetahui bahwa Doktor Zomboss akan membangkitkan dinosarus yang sudah mengalami perubahan genetik!?\r\nGerbang waktu telah terbuka! Bisakah para Plants mengubah sejarah dan mencegah terjadinya bencana yang akan menimpa Kota Plants berjuta-juta tahun kemudian?",
            "pageNum":168,
            "publisherID":"PB0015",
            "publishDate":"2023-06-05",
            "weight":0.25,
            "width":18.0,
            "length":24.0,
            "language":"Indonesia"
        },
        {
            "index":27,
            "isbn":9786230310041,
            "authorID":"AU0052",
            "title":"Death Note - New Edition 02",
            "basePrice":88000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”Death Note - New Edition 02”.\r\n\r\nSinopsis Buku:\r\nCerita berubah besar ketika Kira membunuh seorang agen FBI yang mengejarnya. Tunangan sang agen, sekaligus mantan agen FBI, Naomi Misora muncul! \r\nL membuat deduksi berdasarkan tindakan sang agen FBI pada hari dia dibunuh. Untuk mengubah hipotesis menjadi konfirmasi, mereka melakukan penyelidikan yang menakjubkan.\r\nKira dan L terlibat dalam pertempuran yang tenang!?",
            "pageNum":344,
            "publisherID":"PB0015",
            "publishDate":"2023-06-05",
            "weight":0.145,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":28,
            "isbn":9786230047756,
            "authorID":"AU0104",
            "title":"Level Comic: Fight Ippo 131",
            "basePrice":35000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nFight!! Ippo merupakan serial manga Jepang dengan judul asli “Hajime no Ippo” yang artinya “Langkah Pertama”, yang ditulis dan diilustrasikan oleh Joji Morikawa. Serial manga ini bertumpu pada tema olahraga khususnya tinju. Manga ini menceritakan seorang siswa laki-laki bernama Makunouchi yang memulai karirnya dalam dunia tinju hingga ia dapat meraih beberapa penghargaan melalui kompetisi-kompetisi yang ia ikuti.\r\n\r\nKisah perjalanan Ippo berawal ketika ia seringkali mendapat perlakuan tidak baik dari berandalan-berandalan namun ia tidak bisa melawan. Sampai suatu hari seseorang bernama Takamura yang merupakan seorang petinju profesional membantunya ketika ia sedang diganggu. Takamura berhasil membuat para berandalan yang mengganggu Ippo ciut dan kabur. Sejak adanya kejadian itu, Ippo kagum pada aksi dan kemampuan Takamura hingga ia berniat untuk belajar menjadi petinju mahir seperti Takamura.\r\n\r\nSinopsis Buku:\r\nLawan tanding Takamura adalah ‘lelaki yang dicintai Dewi Fortuna’!! Takamura yang berniat menaklukkan tiga kelas itu menantang Keith Dragon, juara dunia kelas menengah super. Keith menyombong bahwa segala yang dia inginkan akan terwujud, dan segalanya bisa dia dapatkan. Dibandingkan itu, sejak jadwal pertandingan mereka ditetapkan, entah kenapa Takamura malah terus tertimpa sial. Selain untuk bertanding, ada satu tujuan lain lagi di balik kedatangan Keith ke Jepang…",
            "pageNum":192,
            "publisherID":"PB0002",
            "publishDate":"2023-05-30",
            "weight":0.11,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":29,
            "isbn":9786230047497,
            "authorID":"AU0036",
            "title":"Fujiwara is Almost Right 07",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nBagi anda yang sedang mencari komik remaja yang seru untuk dibaca komik ini dapat menjadi salah satu opsi bagi anda. Komik ini merupakan kisah di sebuah sekolah, hitsuji diperlukan oleh sekitarnya sebagai boneka maskot bukannya sebagai seorang cewe, nah dia banyak dapat wejangan dari Fujiwara, ketos yang super ganteng. Komik ini terdapat unsur humornya, tingkah sampai ekspresi dari Hitsuji digambarkan lucu dengan tingkah yang menggemaskan. Untuk penggambaran tokohnya pun tidak perlu diragukan sebab dibuat oleh Hinachi Nao yang karyanya sudah banyak dikenal.\r\n\r\nSinopsis Buku:\r\nHitsuji sudah berpacaran dengan Shirotaki, namun Fujiwara yang baru menyadari perasaannya, menyatakan cinta kepada Hitsuji, sehingga membuat kacau pikiran Hitsuji. Di tengah suasana canggung itu, ketiganya malah terpilih memerankan tokoh pangeran dan putri dalam drama untuk acara sekolah. Mungkinkah cinta mereka berkembang ke arah yang tak disangka-sangka!?\r\n\r\n1. Terjebak di antara dua pangeran, baik di virtual maupun kenyataan!? \r\n2. Hitsuji sudah berpacaran dengan Shirotaki, tapi Fujiwara yang telah menyadari perasaannya malah menyatakan cinta ke Hitsuji, sehingga mengacaukan pikiran Hitsuji. Di tengah suasana canggung itu, ketiganya malah terpilih memerankan tokoh pangeran dan putri dalam drama untuk acara sekolah. Cinta mereka berkembang ke arah yang tak disangka-sangka!? \r\n3. Pelajaran cinta si cewek boneka maskot x cowok yang apatis soal percintaan ini telah dimulai!!",
            "pageNum":200,
            "publisherID":"PB0002",
            "publishDate":"2023-05-30",
            "weight":0.135,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":30,
            "isbn":9786230047442,
            "authorID":"AU0055",
            "title":"A Couple of Cuckoos 08",
            "basePrice":40000,
            "description":"A Couple of Cuckoos (Dalam bahasa Jepang: Hepburn: Kakkō no Iinazuke, \"Cuckoo's Fiancee\") adalah serial manga Jepang karya Miki Yoshikawa. Manga ini dirilis sebagai satu bagian pada September 2019 dan diserialkan di Majalah Shonen Mingguan Kodansha pada Januari 2020. Bab-babnya diterbitkan dalam 10 monografi. Animasi TV tersebut akan diproduksi oleh Shinei Animation dan Synergy SP dan akan tayang pada tahun 2022.\r\n\r\nA Couple of Cuckoos merupakan komik terbaru dan mangaka terkenal karya Miki Yoshikawa, dan komiknya sudah terjual 100 ribu eksemplar. Di Jepang sendiri saat ini masih berlangsung kelanjutan ceritanya. Komik ini mampu membuat kamu menerima jalan cerita yang tak terduga. Kisahnya tentang anak yang tertukar namun akhirnya dijodohkan oleh orang tua mereka. Sungguh takdir yang nyeleneh, kan? Komik ini bisa membuat kamu sedih, tertawa karena tingkah kocaknya, bahkan ikut kesemsem sendiri dengan cerita romantisnya. Anak konglomerat bernama Erika Amano, tertukar dengan Nagi Umino, sang putra pemilik restoran, saat mereka masih bayi. Lucunya, orang tua mereka memutuskan untuk menjodohkan anak kandung dengan anak yang mereka besarkan. Erika dan Nagi pun terpaksa berusaha untuk akrab.\r\n\r\nSinopsis Buku:\r\nSaat sedang belanja bareng Erika, Hiro diculik oleh sekelompok orang! Nagi yang bertekad dalam hati untuk bertindak, tanpa diduga menggandeng tangan Hiro dan “lari”!? Kemudian, teman kecil Nagi, Ai-chan, muncul! Alasan Ai-chan pulang dari Tiongkok setelah sekian lama untuk menjawab pernyataan perasaan Nagi dulu!",
            "pageNum":202,
            "publisherID":"PB0002",
            "publishDate":"2023-05-30",
            "weight":0.13,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":31,
            "isbn":9786230048005,
            "authorID":"AU0022",
            "title":"Kindaichi 37 tahun 11",
            "basePrice":42000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nDetektif Kindaichi adalah manga dan anime detektif karya Yozaburo Kanari, Seimaru Amagi, dan Fumiya Sato. Manga ini terbit di Weekly Shōnen Magazine mulai tahun 1984 hingga tahun 2000. Manga yang cukup populer ini pun memiliki versi novel yang lebih ditujukan untuk pembaca dewasa dengan kasus yang lebih berat. Seri pertama manga ini diterbitkan oleh Elex Media Komputindo pada tahun 1999.\r\n\r\nHajime Kindaichi, 37 tahun. Semasa SMA sering membongkar kasus kejahatan, tetapi saat ini dia hanya pegawai kantoran biasa yang sulit naik pangkat di perusahaan PR kecil. Pada suatu hari, dia dipaksa atasannya untuk menjadi penanggung jawab event tur perjodohan yang dilaksanakan di pulau terpencil. Begitu membaca rancangan acaranya, Kindaichi terkejut mengetahui bahwa pulau yang dimaksud Utashima, tempat “Gedung Opera” dulu berada! Sudah tiga kali terjadi kasus pembunuhan di sana dan semua dipecahkan oleh Kindaichi. Kini, dia merasakan firasat buruk lagi. Meski sudah berjanji takkan memecahkan misteri lagi, Kindaichi tetap dibayang-bayangi oleh sosok Phantom.\r\n\r\nSinopsis Buku:\r\nHajime Kindaichi, 37 tahun, pegawai kantoran yang bekerja di perusahaan PR kecil, kini harus berhadapan dengan kasus pembunuhan beruntun di kota Ayase di Saitama, Tokyo, dan Kanagawa. Kasus tersebut meniru kisah di novel pemenang Penghargaan Misteri Osokawa yang berjudul “Kasus Pembunuhan Beruntun Ayase”. Ketika akhirnya Kindaichi mengetahui siapa pelakunya, sepupunya, Fumi, pun turut membulatkan tekad! Kasus ini akhirnya mencapai klimaks!",
            "pageNum":176,
            "publisherID":"PB0002",
            "publishDate":"2023-05-30",
            "weight":0.12,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":32,
            "isbn":9786025921698,
            "authorID":"AU0092",
            "title":"Karena Kamu Sangat Berharga",
            "basePrice":169000,
            "description":"\"Dibanding kata 'semangat!' dari orang yang tidak mengalami kesulitan, yang lebih kamu butuhkan pasti rasa simpati dari orang yang sama-sama merasakan kesulitan.\"\r\nJika saat ini ada orang yang sedang kesulitan menceritakan curahan hatinya kepadamu, dengarkanlah ceritanya.\r\nMenurutku, hal paling kejam yang dilakukan terhadap orang yang sedang terluka adalah dengan menghakimi penderitaannya sesuai standarmu sendiri.\r\nSebab itu, hiburlah dirinya dengan meminjamkan telingamu sambil menatap matanya.\r\nPeluk dirinya sambil berkata \"Ini pasti berat bagimu, ya?alih-alih menyemangatinya dengan kata \"Bersemangatlah\" !\"\r\nHal yang paling dibutuhkan oleh orang yang terluka bukanlah kata-kata penuh saran atau hiburan.\r\nYang mereka butuhkan hanyalah seseorang yang bisa mendengarkan curahan hatinya dan memberikannya pelukan penuh kehangatan.\r\n\r\nSinopsis\r\nBegitulah manusia. Meski memiliki materiel melimpah dan dikelilingi banyak orang, bukan hanya tidak bisa merasa puas, mereka juga terus berhasrat dan mengharapkan banyak hal lainnya. Mereka selalu tertarik pada hal-hal eksternal dan terus berusaha mengisi kekurangan di dalam kehidupannya.\r\nWalaupun terkadang mereka menyadari bahwa dirinya tidak bahagia, tetapi dengan sengaja mereka mengabaikan perasaan hampa tersebut. Mereka beranggapan bahwa ketidakbahagiaan yang dirasakannya disebabkan oleh kekurangan atas faktor-faktor eksternal, sehingga mereka akan berusaha menambahkan kembali berbagai faktor eksternal tersebut di sekeliling dunianya. Begitulah pada akhirnya, dunia yang mereka miliki akan menjadi kosong.\r\nSebenarnya yang harus diisi itu hati kita sendiri, bukan bagian luarnya, tetapi sering kali, selama hidup, kita justru melupakan hal tersebut. Kita lupa dengan alasan kita dilahirkan dan apa tujuan hidup kita. Pada akhirnya, cahaya yang terpancar dari keaslian diri kita makin menghilang, terhalang oleh banyaknya kabut kebohongan. Alih-alih menjalani hidup yang bahagia, kita justru menjalani hidup penuh kesengsaraan.\r\nAkan tetapi, tidak masalah. Berkat pengalaman akan rasa sakit tersebut, kita jadi lebih bersemangat dalam mencari kebahagiaan yang sesungguhnya. Berkat rasa sakit yang dirasakan saat ini, nantinya kita akan benar-benar bahagia.\r\n\r\nKamu Sangat Berharga adalah buku yang ditulis dengan pemikiran seperti itu. Teruslah bertahan hidup. Ayo lanjutkan hidup. Ayo jaga jati diri kita pada dunia. Sebab, jika tidak, yang kita dapatkan hanyalah kebohongan dari hidup penuh kesengsaraan. Karena Kamu Sangat Berharga juga bukan sekadar tulisan yang dapat dibaca untuk mengisi waktu luang. Buku ini adalah buku yang dapat menjadi teman untuk membantumu sadar, bahwa kamu tidak membutuhkan pengakuan atau pengertian orang lain untuk menilai seberapa berharganya dirimu. Setiap orang tentu merasakan dan mengalami kesulitan, tetapi itu bukan untuk dihindari. Jalani dan rasakan tulisan di buku ini dari prolog hingga epilog, kita bisa merasakan hati penulis yang memikirkan pembacanya sebanyak tidak ada halaman di mana ketulusan penulis tidak dirasakan untuk perubahan pandangan. Melalui buku ini, kita juga akan ditemani bukan digurui untuk mendapat kekuatan agar mampu menghadapi hari esok dengan harga diri yang lebih tinggi dan mampu menyembuhkan diri dari rasa sakit di masa lalu.\r\n\r\nTahun Terbit : Cetakan Pertama, Maret 2023",
            "pageNum":472,
            "publisherID":"PB0007",
            "publishDate":"2023-05-30",
            "weight":0.34,
            "width":13.0,
            "length":19.0,
            "language":"Indonesia"
        },
        {
            "index":33,
            "isbn":9786230310706,
            "authorID":"AU0008",
            "title":"High Rise Invasion 17",
            "basePrice":32000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”High Rise Invasion 17”\r\n\r\nYuri Honjo dan kakaknya, Rika Honjo, terdampar di dunia misterius yang penuh dengan kematian, di antara gedung-gedung tinggi yang disambungkan oleh jembatan suspensi. Mereka harus bertahan hidup dan berusaha kembali ke dunia mereka semula.\r\n\r\nSinopsis Buku:\r\nPertarungan antara Sniper Bertopeng vs Rika Honjo dimulai! Dari sana, terkuaklah hubungan dan takdir yang selama ini mempersatukan mereka. Sementara itu, muncul sesosok tokoh yang tak disangka-sangka!\r\n\r\nKeunggulan:\r\n1. Salah satu judul long running M&C yang ditunggu pembaca.\r\n2. Ilustrasi menarik, dengan adegan pertarungan yang seru.\r\n3. Ada animenya.\r\nDeskripsi buku:",
            "pageNum":192,
            "publisherID":"PB0015",
            "publishDate":"2023-05-30",
            "weight":0.1,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":34,
            "isbn":9786230310409,
            "authorID":"AU0004",
            "title":"AKASHA : Dead Mount Death Play 08",
            "basePrice":48000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”AKASHA : Dead Mount Death Play 08”\r\n\r\n\r\nNecromancer bernama Corpse God bertarung melawan Geldwood Church. Dia kalah melawan Calamity Crusher, tapi berhasil melancarkan sihir reinkarnasi. Dia berpindah ke dunia modern dalam tubuh remaja bernama Shinoyama Polka. Apa yang akan terjadi padanya di dunia modern ini?\r\n\r\nSinopsis Buku:\r\nPolka berhadapan dengan Civil, dan memastikan kalau Civil lebih mengerikan dari yang dia kira. Di saat Polka dan kawan-kawan fokus pada grup Civil, mereka baru sadar kalau Polka asli menghilang!\r\n\r\nKeunggulan:\r\n1. Salah satu judul best seller M&C.\r\n2. Banyak ditunggu pembaca.\r\n3. Plot cerita menarik, isekai terbalik.\r\n4. Ada novelnya, dan sebentar lagi animenya akan dirilis.",
            "pageNum":240,
            "publisherID":"PB0015",
            "publishDate":"2023-05-30",
            "weight":0.2,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":35,
            "isbn":9786230311000,
            "authorID":"AU0048",
            "title":"Hololive Id:Entity Official Fanbook",
            "basePrice":199000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”Hololive Id:Entity Official Fanbook”.\r\n\r\nSinopsis Buku:\r\nhololive Indonesia adalah salah satu grup VTuber di bawah naungan COVER Corporation yang bertujuan utama menghibur penonton Indonesia. Official Fanbook hololive Indonesia memuat 3 generasi dari grup VTuber yang memiliki lebih dari 8 juta penggemar di Indonesia dan berbagai belahan dunia. Buku ini berisi segala hal mengenai talent hololive ID yang belum pernah dipublikasikan sebelumnya.\r\n\r\nKeunggulan:\r\n1.Official fanbook pertama di Indonesia dari HOLOLIVE ID\r\n2.Memiliki 9 member \/ talent yang memiliki akun youtube dengan total 8 juta subscriber\r\n3.Setiap Live streaming, penonton mencapai minimal seribu orang dan bisa mencapai 6 ribu viewer.\r\n4.Sudah memiliki komunitas yang cukup banyak,setia dan loyal.\r\n5.Full color, pesan tulisan tangan 9 talent eksklusif, bonus 4 kartu di setiap bukunya.\r\n6.Wawancara eksklusif dengan para talent dalam bentuk transkrip.",
            "pageNum":144,
            "publisherID":"PB0015",
            "publishDate":"2023-05-23",
            "weight":0.18,
            "width":18.0,
            "length":24.0,
            "language":"Indonesia"
        },
        {
            "index":36,
            "isbn":9786022204992,
            "authorID":"AU0087",
            "title":"Kutukan Mustika Ular",
            "basePrice":88000,
            "description":"Prolog\r\nAku sedang duduk menulis di kamarku. Sebuah cerita yang akan kalian baca sebentar lagi. Aku ingin sekali menuliskannya karena apa yang telah diceritakan oleh Fahrurrozi Romadona ini sungguh di luar nalarku sepanjang aku mengunggah cerita-cerita seram.\r\nFahrurrozi atau Oji adalah narasumberku yang menceritakan pengalaman menyeramkannya selama menemani om-nya yang bernama Salim.\r\nKenapa cerita ini lantas sangat penting sampai aku ingin menuliskannya? Kalian bayangkan saja, sebuah perjalanan jelajah alam yang berujung pada pencarian benda mistis namun benda tersebut ternyata membawa petaka besar bagi orang yang mengambilnya.\r\nAku tak percaya dengan hal semacam itu, sama seperti Oji, namun pengalaman ini telah membuat kami percaya bahwa ada entitas lain yang bersembunyi di tempat-tempat yang tak terjamah manusia. Pengalaman Om Salim dan Oji ini akan membuat kalian mengerti bahwa benda-benda mistis itu nyata ada.\r\n\r\nSinopsis\r\nSemua malapetaka ini bermula saat Oji menerima tawaran Om Salim untuk sebuah pendakian. la tak tahu jika tujuan perjalanan itu adalah untuk mencari sebuah pusaka keramat. Alias, Mustika Ratu Ular yang terkutuk. Perjalanan itu membawa mereka ke sebuah hutan yang didalamnya memiliki padepokan begitu megah dan ramaí. Lalu, dari penelusuran itu, mulai datanglah petaka yang menghampiri Om Salim. Mulai dari bertemu ular berukuran besar, hingga teror yang berujung kolaps dan muntah darah.\r\nBagaimana Oji dan Om Salim bisa selamat dari semua malapetaka ini?\r\n\r\nTahun Terbit: Cetakan pertama, April 2023",
            "pageNum":292,
            "publisherID":"PB0004",
            "publishDate":"2023-06-19",
            "weight":0.215,
            "width":13.0,
            "length":19.0,
            "language":"Indonesia"
        },
        {
            "index":37,
            "isbn":9786230310065,
            "authorID":"AU0095",
            "title":"Mieruko-chan : The Girl That Sees 02",
            "basePrice":48000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”Mieruko-chan : The Girl That Sees 02”.\r\n\r\nSinopsis Buku:\r\nKengerian ada di mana-mana, mengikuti setiap langkah Miko... Tapi meski dicekam ketakutan, dia tak bisa diam saja melihat sahabatnya diikuti makhluk menyeramkan! Miko harus bertindak!\r\n\r\nCerita sebelum nya:\r\nYotsuba, Ena, Miura, dan ayah pergi ke pantai untuk mencari batu. Karena harus mencari batu yang sesuai dengan keinginan Yotsuba, mereka pun harus pergi naik mobil sampai ke kota sebelah. Apakah petualangan mereka kali ini akan berhasil? Batu seperti apa yang akan ditemukan Yotsuba?",
            "pageNum":168,
            "publisherID":"PB0015",
            "publishDate":"2023-05-23",
            "weight":0.1,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":38,
            "isbn":9786238019090,
            "authorID":"AU0047",
            "title":"Komik Laksamana Malahayati",
            "basePrice":90000,
            "description":"Prakata Penulis\r\nCut Keumalahayati, sebuah nama yang sangat diperhitungkan oleh Kerajaan Aceh dan juga seantero dunia pada abad ke-14 sampai abad ke-15. Kiprahnya sebagai laksamana yang membawahi pasukan perempuan yang sangat tangguh menjaga perairan Selat Malaka hingga wilayah Nusantara aman, tentram dan damai. \r\n\r\nCut Keumalahayati sebagai laksamana wanita, membawahi 2000-3000 orang prajurit perempuan yang siap secara fisik dan mental bertarung di medan laga. Mereka sangat terlatih bela diri dan mengoperasikan senjata tradisional maupun modern. Mereka mempunyai 100 kapal perang yang dilengkapi persenjataan modern yang masing-masing kapal bisa mengangkut 400-500 personel. Sungguh, kekuatan yang sangat dahsyat dan sangat pantas diperhitungkan oleh negara lain. \r\n\r\nSaat itu keberadaan pasukan Laksamana Malahayati yang dikenal dengan nama Armada Inong Balee sangat disegani kawan dan ditakuti lawan. Mereka berhasil menaklukan Portugis dan Belanda yang bertindak semena-mena. Bahkan Laksamana Malahayati mampu duel secara fisik dengan Cornelis de Houtman di geladak kapal dan berhasil membunuhnya. Selain itu, armada ini beberapa kali berhasil menahan dan menenggelamkan kapal asing yang melintas tanpa izin. \r\n\r\nSungguh sosok yang harus diteladani generasi muda. Generasi muda harus mampu meniru semangat juang dan kegigihan nya dalam mempertahankan kedaulatan bangsa dan mengembalikan kejayaan Indonesia sebagai bangsa bahari. \r\n\r\nSinopsis\r\nla adalah seorang perempuan tangguh bernama Keumalahayati atau dikenal dengan Laksamana Malahayati. la seorang laksamana Kesultanan Aceh Darussalam yang memimpin pasukan Inong Balee (janda-janda para syuhada Aceh) dalam melawan kolonialisme. Seluruh pasukannya adalah perempuan, namun memiliki Jiwa pemberani seperti layaknya laki-laki. Tugasnya menghadang dan melawan musuh di lautan. \r\n\r\nBersama dua ribu pasukan Inong Balee, yang digembleng fisik dan ruhaninya, Laksamana Malahayati mampu mengharumkan nama Kesultanan Aceh Darussalam. Namanya tercatat sebagai pejuang yang berhasil menyelamatkan Aceh dari cengkeraman penjajah, baik Portugis ataupun Belanda. Karena perjuangannya itulah, Laksamana Malahayati kemudian diangkat sebagai Pahlawan Nasional. Komik ini adalah inspirasi dari ketangguhan dan keberanian seorang pejuang perempUan yang bisa dijadikan teladan bagi kita semua.\r\n\r\nTahun Terbit: Cetakan Pertama, Mei 2023",
            "pageNum":188,
            "publisherID":"PB0005",
            "publishDate":"2023-05-24",
            "weight":0.16,
            "width":13.0,
            "length":21.0,
            "language":"Indonesia"
        },
        {
            "index":39,
            "isbn":9786230047121,
            "authorID":"AU0017",
            "title":"Mission: Yozakura Family 02",
            "basePrice":45000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nUntuk menyelamatkan Mutsumi yang diculik oleh Flower Bin, perusahaan kurir untuk dunia hitam, Taiyo harus bertarung melawan Direktur mereka, Hanawa. Hari setelah itu, Taiyo digelandang oleh polisi untuk diinterogasi dengan cara yang jelas-jelas tidak wajar. Sebenarnya apa yang ada di balik semua kejadian ini?\r\n\r\nCerita sebelumnya:\r\nTaiyo Asano yang takut berhubungan dengan orang lain hanya punya satu orang yang bisa dia ajak bicara dengan normal. Mutsumi Yozakura, gadis cantik yang adalah temannya sejak kecil. Tapi itu pun hanya sampai hari ini saja. Seorang guru yang gila telah menyingkirkan semua pria yang mendekati Mutsumi, dan kali ini giliran Taiyo. Satu-satunya jalan untuk bisa tetap hidup adalah dengan melibatkan diri ke dunia mata-mata yang penuh dengan bahaya.\r\n\r\nSelling Point:\r\nSeri action bertema agen rahasia, tapi banyak pertarungan seperti khas komik Jump. Akan ada adaptasi anime di 2024.\r\n\r\nInformasi Tambahan:\r\n#Mission #YozakuraFamily #komikaction #Shonen #agenrahasia #matamata #spy #HitsujiGondaira",
            "pageNum":200,
            "publisherID":"PB0002",
            "publishDate":"2023-06-04",
            "weight":0.15,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":40,
            "isbn":9786230047688,
            "authorID":"AU0023",
            "title":"Detektif Conan Shinichi Kudo Selection Vol. 01",
            "basePrice":75000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nShinichi Kudo, detektif SMA! Itulah identitas Conan sebelum tubuhnya dibuat mengecil oleh obat APTX6849 yang diminumkan organisasi baju hitam padanya. Peristiwa yang membuat langkahnya menuju gelar “detektif terkenal sepanjang masa” kembali ke titik awal! Temukan analisis pertama Shinichi Kudo yang sudah menggemari analisis sejak kanak-kanak dan juga berbagai episode menarik antara Shinichi dengan Ran Mouri, teman sepermainannya sejak kecil! Dibesarkan di lingkungan keluarga yang memiliki kemampuan analisis tinggi dan pertemuannya dengan kawan dan lawan.\r\n\r\nProfil Penulis:\r\nGōshō Aoyama lahir pada 21 Juni 1963, ia adalah seorang mangaka berkebangsaan Jepang. Dia paling dikenal luas sebagai pencipta serial manga Detektif Conan (yang dikenal di Amerika Serikat, Kanada, dan Britania Raya sebagai Case Closed). Dia juga telah mendesain karakter manusia untuk serial anime anak- anak, Hamtaro.\r\n\r\nSelling Point:\r\nKumpulan karya Aoyama Gosho yang berkisah aksi Shinichi Kudo dalam menghadapi organisasi baju hitam dan menangani misteri pembunuhan.",
            "pageNum":480,
            "publisherID":"PB0002",
            "publishDate":"2023-05-30",
            "weight":0.25,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":41,
            "isbn":9786230033346,
            "authorID":"AU0049",
            "title":"Why? People - Helen Keller",
            "basePrice":119000,
            "description":"Why? People - Helen Keller adalah buku bacaan karya YeaRimDang. Helen Keller merupakan sosok yang menjadi bukti bahwa keterbatasan yang dimiliki seseorang tidak dapat menjadi penghalang untuk memperoleh kesuksesan. Meski tidak dapat melihat dan mendengar, yang juga membuatnya tidak dapat berbicara, Helen dapat keluar dari kegelapan setelah hadirnya Anne Sullivan, seorang guru yang dengan setia hingga akhir hayatnya menemani Helen. \r\nDengan dukungan orang-orang tercinta, Helen berhasil menaklukkan ketiga disabilitasnya, bahkan mampu menjadi sosok panutan yang memberikan cahaya bagi banyak orang di seluruh dunia dan menyadarkan mereka akan nilai dari kebahagiaan. “Hal yang lebih tragis dari terlahir buta adalah tidak memiliki visi walaupun bisa melihat.”\r\nPada tahun 1888, Helen mulai bersekolah di Perkins School for the Blind. Kemudian, pada tahun 1894, ia masuk di Wright-Humason School for the Deaf di New York. Ia juga memperdalam kemampuan berbicara lewat bimbingan Sarah Fuller dari Horace Mann School for the Deaf. \r\nKemudian, Helen melanjutkan pendidikannya di Cambridge School for Young Ladies sebagai persiapan untuk masuk ke Radcliffe College pada tahun 1900. Dia lulus pada usia 24 dari institusi tersebut sebagai orang buta dan tuli pertama yang memperoleh gelar Bachelor of Arts. \r\nHelen belajar dan menjadi pembicara yang ulung dan bisa mendengar dengan membaca bibir orang dengan tangannya. Dia memulai karir menulisnya saat di Radcliffe. Pada tahun 1903, ia menerbitkan otobiografinya, “Story of My Life,” “World I Live In,” dan seri sosialisme “Out Of Dark” yang diterbitkan pada tahun 1913.",
            "pageNum":176,
            "publisherID":"PB0002",
            "publishDate":"2022-06-11",
            "weight":0.42,
            "width":18.0,
            "length":0.0,
            "language":"N\/A"
        },
        {
            "index":42,
            "isbn":9786230922176,
            "authorID":"AU0090",
            "title":"Sekotak Senja Untuk Nirbita",
            "basePrice":99000,
            "description":"Sinopsis\r\nTidak ada kehidupan sempurna, termasuk yang terjadi pada Nirbita. Kehilangan-kehilangan yang selama ini menghampiri membuat warna hidupnya hanya tersisa hitam dan putih. Apalagi, saat Raiden memutuskan pergi dan menorehkan luka di hati. Namun, setelah mengenal Sekala dan melakukan perburuan senja di beberapa sudut Jakarta bersamanya, hidup Nirbita perlahan kembali memiliki warna.\r\n\r\nSaat semua terasa semakin baik-baik saja, sebuah fakta mengejutkan seolah mengambil kembali seluruh kebahagiaannya. Akankah perburuan senja bersama Sekala berakhir begitu saja?\r\n\r\n\"Kalau lo jadi pacar gue, setiap ulang tahun, gue bakal kasih kado sekotak senja. Sekotak senja untuk Nirbita. \"\r\n\r\nProlog\r\n\"Manusia itu seperti bulan yang memiliki dua sisi. Sisi terang yang tampak dari bumi, juga sisi gelap yang selalu bersembunyi dari sinar matahari.\r\n\r\nJuni 2018.\r\n\r\n“Kayaknya, di kehidupan sebelumnya lo itu Cleopatra terakhir deh, Ta. Makanya di kehidupan sekarang, lo diberkahi sisa-sisa kejayaan lo di masa lalu. Kecantikan, kekayaan, kecerdasan, dan kemampuan memikat banyak cowok. Hidup lo tuh ... sempurna banget,\" celetuk Amara. Pandangannya masih lurus ke kertas pengumuman peringkat pararel, pada nama Nirbita yang tertera di bagian atas.\r\n\r\n\"Tapi kan Cleopatra nggak cantik.” Nirbita menyungginggkan senyum kecil. Perempuan itu menatap Amara yang kini juga menoleh ke arahnya. \"Dan hidupnya juga nggak sempurna. \"\"\r\n\r\n\"Ya makanya, Tuhan isi celah-celah kosong di masa lalu itu dengan kecantikan dan kesempurnaan lo di masa sekarang. Sebagai imbalan karena lo udah pernah berkontribusi banyak untuk perkembangan Mesir Kuno,\" timpal Acacia-salah seorang temannya yang lain-asal.\r\n\r\nNirbita geleng-geleng kepala menanggapi ocehan itu. Ia kembali mengalihkan atensi ke mading, lalu menghela napas samar. Setelah belajar lebih keras selama setengah tahun terakhir, tetap tidak ada perubahan berarti. Namanya hanya naik satu tingkat. Dapat dipastikan, nanti Haira, mamanya, akan marah besar sebab sudah dua semester berturut-turut ia gagal mengambil kembali peringkat pertamanya.\r\n\r\nMenjadi Nirbita tidaklah mudah. Hidupnya tidak sesempurna yang teman-temannya katakan. Mereka tidak tahu bahwa orang yang terlihat selalu bersinar pasti memiliki sisi paling gelap di dalam dirinya. Termasuk Nirbita.\r\n\r\n\"Emang menurut kalian hidup gue sempurna, ya?\" Nirbita bertanya iseng.\r\n\r\n\"Iyalah.\" Kini, Serena ikut menyeletuk. Perempuan dengan bracelet warna*warni itu melipat kedua tangan di dada, lalu menatap Nirbita serius. \"Nih ya, kalau dikasih kesempatan, gue mau banget tukar nasib sama lo. Biar sesekali nama gue masuk deretan ranking sepuluh besar dari atas, bukan dari bawah\r\nkayak gini,\" lanjutnya sambil menunjuk namanya yang berada di angka 365. \"Ye ... itu mah lo modus biar bisa pacaran sama Raiden,\" cibir Acacia.\r\n\r\n\"Idih. Amit-amit pacaran sama Raiden. Entar gue nggak bebas bersosialisasi kayak Nirbita,\" balas Serena. Kalimat itu terdengar menusuk, sukses membuat sekitarnya canggung.\r\n\r\nNirbita tidak tahu itu candaan atau sarkas, yang jelas ia merasa kurang nyaman. Jadi, ia mundur, menyelip di antara celah-celah untuk keluar dari kerumunan. Ia hampir saja menubruk seseorang jika tidak cepat mengendalikan diri dan berhenti.\r\n\r\n\"Eh, sorry.\" Nirbita mundur selangkah.\r\n\r\nOrang itu tersenyum hingga matanya menyipit. \"Nggak apa-apa. Belum ketabrak juga, kan?\" Kemudian, orang itu mengulurkan kaleng Pringles ke arahnya. \"Mau, nggak?\"\r\n\r\nMeski ragu dan bingung, Nirbita memasukkan tangannya ke kaleng, lalu mengambil tiga chips asal. Lagi pula, ia tidak menemukan alasan yang tepat untuk menolak.\r\n\r\n\"Makasih.\"\r\n\r\n\"Sama-sama.\"\r\n\r\nDetik berikutnya, orang itu menyingkir, memberi Nirbita jalan untuk menghampiri Raiden yang sudah menunggunya di kejauhan.\r\n\r\nTahun Terbit: Cetakan pertama, Maret 2023",
            "pageNum":348,
            "publisherID":"PB0012",
            "publishDate":"2023-05-23",
            "weight":0.28,
            "width":14.0,
            "length":20.0,
            "language":"Indonesia"
        },
        {
            "index":43,
            "isbn":9786234930184,
            "authorID":"AU0078",
            "title":"Take a Chance",
            "basePrice":99000,
            "description":"Sinopsis\r\nMencintai adalah sebuah kegiatan melelahkan menurut Shana, semenjak kekecewaan yang ia alami beberapa waktu lalu. Hidupnya hanya ia dedikasikan kepada keluarga dan kerja.\r\n\r\nSampai suatu waktu, kehidupannya bersinggungan dengan seseorang yang tidak ia duga, Janaki Archie, sosok polisi yang membuat dirinya kena 'pelanggaran'. Uniknya, laki-laki itu berhasil membuka satu pintu hati yang selalu Shana kunci rapat-rapat. Ia membukanya dengan satu kali ketukan melalui rengkuhan kehangatan.\r\n\r\nArchie-senyuman dan kehangatan yang ia tawarkan membawa Shana pada dunia baru yang tidak pernah ia rasakan. Seluruh tanda tanya dalam benak Shana akan luruh saat bersama Archie. Semuanya tampak mudah sampai Shana takut sendiri.\r\n\r\nSetiap hal yang tampak mudah hanya bertahan sementara, bukan? Apakah Archie dan segala keindahannya adalah sementara juga? Lalu, kehadiran Archie adalah sebuah pintu menuju kebahagiaan atau sebaliknya?\r\n\r\nProlog\r\nSelesainya dunia perkuliahan merupakan waktu pendewasaan diri yang sebelumnya, saat berada dalam bangku pendidikan kita akan merasa bahwa semuanya berada dalam garis yang pasti. Mulai dari sekolah dasar sampai sekolah menengah atas dan perkuliahan, hidup terasa teratur dan memiliki tujuan yang pasti. Selepas dari dunia kuliah dan menghadapi dunia yang ternyata tidak terstruktur, membuat kita dihadapi oleh banyak pilihan. Mulai dari menentukan pilihan hidup dan bagaimana untuk bertahan hidup, serta kenyataan-kenyataan lain dalam hidup yang mengikuti.\r\n\r\nBagi Shana, menjadi anak perempuan pertama dari keluarga dengan status sosial menengah membuatnya cukup pusing untuk memilih garis hidup dan jalan seperti apa yang harus ia pilih. Akan sangat melelahkan untuk mengikuti aturan dan standar yang diciptakan oleh masyarakat, seperti umur dua puluh lima harus sudah menikah, umur tiga puluh harus sudah memiliki tabungan, dan berbagai aturan standar lainnya.\r\n\r\nSampai akhirnya Shana tahu bahwa mengikuti semua aturan dan standar akan membuat dirinya tidak berkembang. Baginya, berhenti untuk mengikuti semua aturan dan standar yang ada merupakan salah satu\r\n\r\nTahun Terbit: Cetakan pertama 2023",
            "pageNum":328,
            "publisherID":"PB0016",
            "publishDate":"2023-05-23",
            "weight":0.235,
            "width":13.0,
            "length":19.0,
            "language":"Indonesia"
        },
        {
            "index":44,
            "isbn":9786230310690,
            "authorID":"AU0076",
            "title":"AKASHA : Fist of the North Star 15",
            "basePrice":75000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”AKASHA : Fist of the North Star 15”.\r\n\r\nKomik AKASHA : FIST OF THE NORTH STAR bercerita tentang terjadinya perang nuklir di seluruh dunia sekitar tahun 1990-an yang mengakibatkan kehancuran sebagian besar peradaban dan mengubah dunia menjadi gurun. Sisa-sisa umat manusia memperebutkan persediaan makanan dan air bersih apa pun yang masih tersisa. Prinsip dunia saat ini adalah “yang kuat akan menindas yang lemah”. Kenshiro adalah penerus Hokuto Shinken, seni bela diri kuno pembunuhan yang melatih para prakteknya untuk membunuh dari dalam tubuh lawan melalui penggunaan titik meridian tersembunyi.\r\n\r\nSinopsis Buku:\r\nRasho Hyo, kakak kandung Kenshiro yang dulunya penuh kasih sayang, memasuki neraka akibat muslihat Kaloh. Mengetahui hal itu, Kenshiro bertekad mengalahkan Hyo dengan tangannya sendiri. Itu adalah tanggung jawab yang diberikan Hokuto Shinken kepadanya. \"Saat kejatuhan iblis sudah tiba!\"",
            "pageNum":288,
            "publisherID":"PB0015",
            "publishDate":"2023-05-23",
            "weight":0.255,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":45,
            "isbn":9786024280505,
            "authorID":"AU0066",
            "title":"Tokyo Ghoul 03",
            "basePrice":55000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”Tokyo Ghoul 03”.\r\n\r\nSinopsis Buku:\r\nDi kota ini, ada sebentuk ?keputusasaan? yang menyelusup? Monster yang membaur dalam keramaian, memburu manusia dan memakan dagingnya? Manusia menyebutnya ?ghoul?. Seorang pemuda tak sengaja bertemu monster? Saat itulah, roda nasib yang aneh mulai berputar?!",
            "pageNum":192,
            "publisherID":"PB0015",
            "publishDate":"2023-05-23",
            "weight":0.1,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":46,
            "isbn":9786230047718,
            "authorID":"AU0083",
            "title":"SAMURAI 8 - The Tale of Hachimaru 02",
            "basePrice":45000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nHachimaru memulai latihan samurai bersama Daruma. Di sana, datanglah Ann, “putri takdir” Hachimaru. Hachimaru senang karena dapat menjadi kuat dengan ini, tapi hubungan mereka berdua tidak berjalan dengan baik!? Ditambah lagi, seorang musuh baru yang kuat datang mengincar dan menyerang Hachimaru!?\r\n\r\nProfil Penulis:\r\nMasashi Kisimoto adalah seorang komikus manga (komik Jepang) yang terkenal dari karyanya, Naruto. Dia sudah menjadi penggemar manga sejak kecil sehingga memiliki tekad untuk menciptakan ciptaannya sendiri. Kishimoto mengidolakan penulis Jepang Akira Toriyama dan juga Katsuhiro Otomo. Adik kembarnya, Seishi Kishimoto, juga merupakan seorang penulis manga dan pencipta serial manga 666 Satan (O-Parts Hunter) dan Blazer Drive. Saat pertama kali serial Naruto diterbitkan, Kishimoto menikah dan sekarang menjadi seorang ayah.\r\nSerial manga pertama, Ninku, membuat nama Kishimoto dikenal publik dan memenangkan penghargaan Hop Step Awards pada 1996. Dilanjutkan dengan terbitan versi pendek Naruto. Serial ini sempat tidak mendapat perhatian bahkan tertunda penyiarannya sebab rating yang rendah pada 1998. Namun, ketika Naruto diterbitkan majalah Weekly Shonen Jump no. 43 setahun berikutnya, pamor manga langsung meroket. Hingga profil diunggah, serial Naruto bukan hanya terus berjalan, tetapi juga makin digemari oleh anak-anak bahkan orang dewasa di hampir seluruh penjuru dunia.",
            "pageNum":200,
            "publisherID":"PB0002",
            "publishDate":"2023-05-22",
            "weight":0.15,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":47,
            "isbn":9786230047640,
            "authorID":"AU0071",
            "title":"Komi Sulit Berkomunikasi 16",
            "basePrice":32000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nKomi-san wa, Komyushou desu adalah serial manga shounen Jepang yang diterbitkan di Indonesia berjudul Komi Sulit Berkomunikasi, yang ditulis dan diilustrasikan oleh Tomohito Oda. Manga ini pertama kali diterbitkan sebagai one-shot chapter di Shogakukan Weekly Shonen Sunday Magazine pada September 2015. Sejak 18 Mei 2016, versi one-shot mulai diserialkan setiap minggu dengan beberapa perubahan.\r\n\r\nSinopsis Buku:\r\nFestival olahraga, dilanjut festival budaya. Komi, sang gadis yang sulit berkomunikasi, menikmati musim gugurnya di kelas 2 SMA yang penuh berbagai acara. Musim gugur pembangkit nafsu makan yang dihiasi adegan menyuapkan bekal. Musim gugur di mana dia piknik sepedaan bersama Manbagi dan Tadano. Musim gugur yang emosional di mana dia berjumpa dengan Emoyama yang menginginkan adegan ‘emoi’? Relasi yang hangat itu selalu mendukung Komi. Perasaan yang tak sanggup disampaikannya setahun lalu pun dipintalnya sedikit demi sedikit dengan hati-hati. Inilah jilid 16 kisah komedi sang gadis cantik yang sulit berkomunikasi, yang perasaannya dalam memikirkan suatu hal akan berujung ke perasaan lainnya.",
            "pageNum":200,
            "publisherID":"PB0002",
            "publishDate":"2023-05-22",
            "weight":0.13,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":48,
            "isbn":9786230047541,
            "authorID":"AU0007",
            "title":"Teasing Master, Takagi 12",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang. Komik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca. Komik ini menceritakan tentang Nishikata, ia merupakan anak laki-laki yang tampak rata-rata dengan iris hitam yang tampaknya kecil \/ pupil dibandingkan dengan karakter lain, rambut hitam, dan alis tipis. Pakaian sekolahnya terdiri dari kemeja kancing putih yang menutupi t-shirt hijau putihnya dengan sabuk putih dan celana biru tua. Dia juga mengenakan kemeja kancing-down hitam dengan tombol kuning dan celana hitam selama musim dingin. Sebagai orang dewasa di manga spin-off, ia sering terlihat mengenakan t-shirt dan celana keringat. Sebagai hasil dari rejimen push-up yang sulit sepanjang masa remajanya, dan pekerjaannya sebagai guru PE, tubuhnya menjadi sangat berotot dan kencang. Selamat Membaca! Sinopsis Buku: Nishikata dan Takagi akhirnya naik ke kelas 2! Nishikata sedikit berharap bisa dapat kesempatan dipanggil ‘senior’, tapi masalah yang lebih besar sudah menunggu di depan mata; akankah dia sekelas lagi bersama Takagi, yang selalu siap dengan bahan kejahilan baru?",
            "pageNum":160,
            "publisherID":"PB0002",
            "publishDate":"2023-05-22",
            "weight":0.155,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":49,
            "isbn":9786230047732,
            "authorID":"AU0049",
            "title":"Oh My God! Penemuan Keren dari Alam",
            "basePrice":95000,
            "description":"Sains atau Ilmu Pengetahuan Alam adalah suatu pengetahuan yang luas dan terkadang sulit dimengerti oleh anak. Berbagai perubahan alam serta kerumitan yang terkandung di dalamnya dapat menyebabkan anak semakin sulit memahaminya jika tidak dijelaskan dengan cara yang menyenangkan.\r\n\r\nSeri Oh My God! hadir untuk membantu orang tua mengajarkan ilmu sains kepada anak. Buku ini merupakan buku seri yang berisikan jawaban atas berbagai macam pertanyaan anak tentang sains. Semua kejadian sains sehari-hari akan dikupas secara tuntas dan sederhana melalui cerita yang edukatif dan unik sehingga akan membuat anak tertarik untuk mempelajari sains.\r\n\r\nSinopsis Buku:\r\nTahukah kamu? Ternyata banyak teknologi canggih buatan manusia yang terinspirasi dari alam, lho. Coba deh kamu amati daun teratai. Struktur permukaan daun teratai yang khas membuatnya tetap bersih karena tetesan air mudah jatuh dari permukaannya sehingga dapat membersihkan daunnya dari kotoran. Keunikan inilah yang ditiru oleh manusia untuk membuat lapisan anti air pada jas hujan. Hebat, ya! Kali ini, Hosu dan Gabi akan mengajakmu untuk mencari tahu penemuan apa lagi di sekitar kita yang terinspirasi dari alam. Ayo, bersama-sama kita ungkap rahasianya!\r\n\r\nSelling Point:\r\nBacaan seru untuk anak-anak yang kesulitan dalam mempelajari sains. Buku ini menyajikan informasi sains dalam bentuk komik dan cerita yang menghibur. Ditemani oleh karakter utama yang jenaka, sains menjadi sangat mudah dipahami oleh anak-anak!",
            "pageNum":128,
            "publisherID":"PB0002",
            "publishDate":"2023-05-22",
            "weight":0.15,
            "width":15.0,
            "length":22.0,
            "language":"Indonesia"
        },
        {
            "index":50,
            "isbn":9786230033537,
            "authorID":"AU0080",
            "title":"Teasing Master, Takagi 7",
            "basePrice":40000,
            "description":"Teasing Master Takagi 7, adalah sebuah seri manga karya Sōichirō Yamamoto. Seri ini menampilkan kehidupan sehari-hari Takagi, yang suka menggoda teman sekelasnya, Nishikata, dan upaya gagal Nishikata untuk membalasnya. Adaptasi seri televisi anime oleh Shin-Ei Animation ditayangkan mulai 8 Januari hingga 26 Maret 2018. \r\n\r\nSebuah OVA dirilis pada 12 Juli 2018. Adaptasi manga bahasa Inggris dirilis pada 24 Juli 2018 dengan judul Teasing Master Takagi-san. Musim kedua ditayangkan mulai 7 Juli hingga 22 September 2019. Musim ketiga ditayangkan mulai 8 Januari hingga 26 Maret 2022, dan film layar lebar yang akan tayang perdana pada 10 Juni 2022. \r\n\r\nSinopsis:\r\n\r\nSiswa sekolah menengah Nishikata dan Takagi duduk bersebelahan di kelas. Takagi, yang menyukai Nishikata, senang menggodanya dengan lelucon yang memalukan. Sebagai tanggapan, Nishikata membuat rencana untuk membalas dendam, tetapi selalu gagal ketika Takagi mengetahui kelemahannya dan memanfaatkannya. \r\n\r\nTidak ada yang bisa memperingatkan Nishikata tentang persidangan dengan lelucon yang akan mendominasi karir sekolah menengahnya. Sejauh ini, dia harus naik tandem dengan musuh bebuyutannya \/ orang iseng Takagi-san dan tidak hanya menghindari tatapannya tetapi juga menghindari pukulan mematikannya! Sedikit yang orang tahu bahwa semua ini tidak akan terjadi jika dia tidak bertemu dengannya di hari pertama sekolah menengah—pada hari yang menentukan itu!\r\n\r\nDetail:\r\n\r\nJumlah Halaman\r\n160\r\n\r\nPenerbit\r\nElex Media Komputindo\r\n\r\nTanggal Terbit\r\n3 Jul 2022\r\n\r\nBerat\r\n0.11 kg\r\n\r\nISBN\r\n9786230033537\r\n\r\nLebar\r\n12.0 cm\r\n\r\nBahasa\r\nIndonesia\r\n\r\nPanjang\r\n18.0cm",
            "pageNum":160,
            "publisherID":"PB0002",
            "publishDate":"2022-07-02",
            "weight":0.11,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":51,
            "isbn":9786230308826,
            "authorID":"AU0091",
            "title":"AKASHA : Fragments of Horror",
            "basePrice":60000,
            "description":"Futon\nKekasih Madoka, Tomio, tidak mau meninggalkan futon-nya karena takut \"roh alam gelap\" yang menurut penglihatannya ada di mana-mana.\n\nWooden Spirit\nRumah Megumi baru-baru ini ditetapkan sebagai cagar budaya. Suatu hari, seorang wanita bernama Manami Kino berkunjung  ke  rumah itu dan tak lama kemudian menikah dengan ayah Megumi. Namun setelah menikah, ayah Megumi mulai merasakan keanehan sikap Manami.\n\nTomio - Red Turtleneck\nTomio datang  ke apartemen Madoka untuk meminta bantuan, setelah tiga hari  sebelumnya putus karena Tomio berselingkuh. Saat datang, Tomio  berkata bahwa wanita itu  memotong lehernya dan memaksanya menopang kepala dengan kedua tangannya.\n\nGentle Goodbye\nSetelah Riko menikahi Makoto dari keluarga Tokura, Riko memperhatikan bahwa beberapa kerabat Makoto terlihat transparan bagaikan hantu.\n\nDissection Girl\nTatsuro Kamata adalah seorang mahasiswa kedokteran yang  sedang belajar pembedahan. Pada hari pertama, salah satu mayat ditemukan masih hidup dan memohon untuk dibedah. \n\nBlack Bird\nSaat mengamati burung, Kume menemukan seorang pria bernama Shiro Moriguchi yang kakinya patah. Namun anehnya, dia bisa bertahan hidup di alam liar dalam kondisi seperti itu selama sebulan. \n\nMagami Nanakuse\nKaoru Koketsu adalah penggemar setia novelis Magami Nanakuse. Setelah mengirim surat kepada novelis itu, Kaoru diundang untuk menemui Magami di rumahnya.\n\nWhispering Woman\nMayumi tidak dapat membuat keputusan sekecil apa pun untuk dirinya sendiri. Seorang wanita bernama Mitsu Uchida kemudian bekerja sebagai pengajar Mayumi.  Suatu hari, Mitsu ditemukan dipukuli sampai mati. Namun, Mayumi terus percaya bahwa Mitsu masih bersamanya.",
            "pageNum":224,
            "publisherID":"PB0015",
            "publishDate":"2023-05-18",
            "weight":0.2,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":52,
            "isbn":9786230047237,
            "authorID":"AU0025",
            "title":"The Witch & Dinner",
            "basePrice":80000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nSebuah cerita tentang seorang wanita cantik bertubuh tetap langsing, walaupun makan sebanyak-banyaknya. Hampir semua wanita memiliki keinginan seperti itu, tubuh tetap langsing, makan tetap banyak. Dan ini ada sihirnya....\r\n\r\nProfil Penulis:\r\nRumiko Takahashi adalah seorang seniman manga Jepang yang memiliki karier cemerlang dengan karya-karya yang sukses secara komersial, dimulai dengan Urusei Yatsura pada tahun 1978. Hal ini membuat Rumiko Takahashi menjadi salah satu seniman manga paling terkenal dan terkaya di Jepang. Karya-karyanya populer di seluruh dunia dan telah diterjemahkan ke dalam berbagai bahasa, dengan telah diedarkan dengan jumlah lebih dari 200 juta eksemplar.\r\n\r\nSelling Point:\r\nSatu komik dengan banyak cerita tentang keluarga, rumah tangga dengan berbagai masalahnya.\r\n\r\nInformasi Tambahan:\r\n#Ceritapendek #rumikotakahashi #ceritakehidupan #wanitalangsing #sihir #ceritakeluarga",
            "pageNum":168,
            "publisherID":"PB0002",
            "publishDate":"2023-05-20",
            "weight":0.5,
            "width":1.1,
            "length":0.0,
            "language":"N\/A"
        },
        {
            "index":53,
            "isbn":9786230310225,
            "authorID":"AU0041",
            "title":"Plants VS Zombies - Tubuh Manusia : Ambulans Agen Rahasia",
            "basePrice":125000,
            "description":"Komik Plants vs. Zombies berisikan kumpulan cerita lucu yang berkaitan dengan pengetahuan sains. Ditemani karakter dari game terkenal Plant vs. Zombies 2, komik ini membuat anak lebih mudah dalam belajar dan memahami sains populer.\r\n\r\nSinopsis Buku:\r\nCedera akibat kecelakaan dapat terjadi di mana-mana. Bagaimana seharusnya lecet sehari-hari ditangani? Bagaimana cara mengatasi sengatan lebah? Tindakan apa yang harus diambil jika digigit oleh hewan peliharaan? Bagaimana cara menolong orang yang tersedak makanan? Mari belajar tentang pertolongan pertama bersama Sunflower, Peashooter, Bonk Choy dan kawan-kawan agar kita bisa melakukan perawatan dengan benar jika terjadi cedera atau kecelakaan pada diri kita atau orang lain.\r\n\r\nSelling Point:\r\nCerita menarik dan seru.\r\nDikisahkan dalam bahasa yang mudah dipahami anak-anak.\r\nHalaman full colors dengan warna-warna cerah.\r\nMengajari anak melalui cerita mengenai pertolongan pertama yang bisa dilakukan oleh anak-anak apabila dirinya atau orang yang berada di dekatnya mengalami kecelakaan.\r\nBuku ini memberikan penjelasan yang mudah dipahami tentang kecelakaan yang sering terjadi dan bahaya besar dalam hidup sehingga dapat meningkatkan pengetahuan dan kemampuan anak-anak tentang pertolongan pertama pada diri sendiri dan menyelamatkan orang lain dalam keadaan darurat, dan juga dapat melindungi kesehatan dan hidup mereka yang berharga.  \r\nDengan membaca cerita komik lucu ini, anak-anak dapat membangun kesadaran akan pertolongan pertama, memahami konsep pertolongan pertama, mempelajari pengetahuan tentang pertolongan pertama, menguasai keterampilan pertolongan pertama,sehingga dapat tumbuh dengan sehat dan aman",
            "pageNum":160,
            "publisherID":"PB0015",
            "publishDate":"2023-05-18",
            "weight":0.25,
            "width":18.0,
            "length":24.0,
            "language":"Indonesia"
        },
        {
            "index":54,
            "isbn":9786230308789,
            "authorID":"AU0010",
            "title":"AKASHA : The Journey of Elaina 03",
            "basePrice":48000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti Komik: \"AKASHA : The Journey of Elaina 03\"\r\n\r\nSinopsis Buku:\r\nDalam pengembaraannya kali ini, Elaina tersandera di rumah aneh. Dia tak bisa keluar, dan makin lama makin kehilangan kesadarannya! Siapakah yang bisa menolongnya sekarang?\r\n\r\n3 Fakta menarik dari AKASHA : The Journey of Elaina 03 :\r\n\r\n1. Menurut sang penulis yaitu Jougi Shiraishi, Elaina memiliki sifat karakter yang realistis. Dia memahami bahwa kekuatan sihir yang dimilikinya tidak bisa menyelesaikan suatu masalah apapun. Di dunia Elaina, sihir mungkin bisa memperbaiki sesuatu dan menyelesaikan masalah dengan mudah, tapi itu bisa diselesaikan jika masalah tersebut telah terjadi.\r\n\r\n2. Ternyata inspirasi sang penulis untuk membuat cerita drama memberikan pengaruh besar saat menulis Majo no Tabitabi berasal dari film dan drama barat. Drama barat yang ditonton Jougi Shiraishi adalah CSI, The Mentalist dan Sherlock (dibintangi Benedict Cumberbatch).\r\n\r\n3. Selain dari film dan drama barat, Jougi Shiraishi memiliki banyak material inspirasi dari berbagai format dan genre untuk membuat cerita Majo no Tabitabi. Salah satunya adalah dari majalah National Geographic untuk inspirasi ekologi hewan dan tumbuhan untuk inspirasi pembuatan bagaimana dunia dan lokasi yang ada di cerita.",
            "pageNum":184,
            "publisherID":"PB0015",
            "publishDate":"2023-05-18",
            "weight":0.12,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":55,
            "isbn":9786230310454,
            "authorID":"AU0001",
            "title":"The Irregular at Magic High School 04 - tamat",
            "basePrice":50000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nThe Irregular at Magic High School adalah serial web Jepang oleh Tsutomu Satō. Itu diterbitkan pada Syosetu, novel web internet, antara Oktober 2008 dan Maret 2011. Satō mencapai kesepakatan dengan Dengeki Bunko dan mulai merilis karyanya dalam format novel ringan mulai Juli 2011. Pada tahun 2013, setiap cerita busur menerima adaptasi manga dengan berbagai seniman dan penerbit manga. Pada tahun yang sama, sebuah anime adaptasi oleh Madhouse diumumkan dan disiarkan antara April dan September 2014. The Irregular at Magic High School telah di lokalisasi ke bahasa Inggris oleh dua perusahaan: Novel ringan dan salah satu adaptasi manga dilisensikan oleh Yen Press sementara Aniplex of America berlisensi serial anime. Seri anime ditayangkan pada empat jaringan, dan kemudian dibuat tersedia di Netflix. Sebuah film anime yang menampilkan cerita asli oleh Satō ditayangkan perdana di Jepang pada 17 Juni 2017, sementara musim kedua berlangsung setelah serial anime oleh 8-Bit dijadwalkan akan tayang perdana pada tahun 2020.\r\n\r\nSinopsis Buku:\r\nSMA Sihir kini diserang oleh organisasi antisihir bernama Blanche. Demi mengembalikan kedamaian di sekolah, Tatsuya memutuskan untuk menjatuhkan Blanche bersama Miyuki dan teman-temannya dengan menyerang tempat pesembunyian musuh. Di panggung pertempuran terakhir ini, dia menunjukkan \"kemampuan\" yang luar biasa! Inilah klimaks dari The Irregular at Magic High School - Enrollment Arc!",
            "pageNum":160,
            "publisherID":"PB0015",
            "publishDate":"2023-05-18",
            "weight":0.1,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":56,
            "isbn":9786231340030,
            "authorID":"AU0099",
            "title":"Pralaya",
            "basePrice":199000,
            "description":"Manusia Bumi mulai menjelajah ke luar tata surya dan menyadari bahwa alam semesta lebih besar dan berbahaya daripada yang dibayangkan. Dan sepertinya bukan hanya satu peradaban luar Bumi—Trisurya—yang harus dikhawatirkan manusia. Tetapi Teori Belantara Gelap telah memungkinkan Bumi mencegah Trisurya menyerbu dan membuat kedua peradaban mengadakan gencatan senjata. Manusia bisa kembali memajukan sains berkat pengetahuan yang didapat dari Trisurya dan Trisurya mulai mengenal budaya Bumi. Tampaknya kedua peradaban akan hidup berdampingan dalam damai… tapi apakah benar demikian? Akankah umat manusia berhasil mencapai bintang-bintang atau musnah tertelan kegelapan antariksa?\r\n\r\nPralaya adalah novel ketiga dan terakhir dalam trilogi Trisurya karya Liu Cixin, penulis fiksi sains terlaris di Tiongkok. Trilogi ini telah diadaptasi dalam berbagai media, termasuk komik web, seri animasi, serta dua serial TV karya Tencent dan Netflix yang dirilis pada 2023.\r\n\r\nProfil Penulis:\r\nLiu Cixin ialah penulis fiksi sains paling populer di Republik Rakyat Tiongkok. Liu pemenang Hugo Award dan beberapa kali meraih Penghargaan Galaxy dan Xingyun (Nebula), dua penghargaan tertinggi Tiongkok untuk fiksi spekulatif. Sebelum menjadi penulis, dia bekerja sebagai insinyur di pembangkit listrik di Yangquan, Shanxi.\r\n\r\nKen Liu ialah penulis, pengacara, dan pemrogram komputer. Cerita pendek karyanya “The Paper Menagerie” merupakan karya fiksi pertama yang meraih sekaligus penghargaan Nebula, Hugo, dan World Fantasy.",
            "pageNum":768,
            "publisherID":"PB0017",
            "publishDate":"2023-05-21",
            "weight":0.6,
            "width":14.0,
            "length":21.0,
            "language":"Indonesia"
        },
        {
            "index":57,
            "isbn":9786230047619,
            "authorID":"AU0060",
            "title":"The King`s Beast 05",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku The King`s Beast 05:\r\nRangetsu menyembunyikan identitasnya sebagai perempuan dan menjadi binatang pengabdi pangeran ke-4, Tenyo. Perasaan yang terlarang. “Tolong jangan tunjukkan kebaikan hati yang berlebihan. Saya ini… binatang pengabdi” Rangetsu berusaha menjaga jarak dengan tuannya agar perasaannya tidak ketahuan, tetapi Tenyo mencecar… “Kau menyuruh aku menjadi manusia yang merendahkan ajin?” Hati Rangetsu nyaris goyah mendengar kalimat Tenyo tersebut. Namun, Taihaku mengetahui rahasia Rangetsu… dan pangeran ke-3 Kogai yang menaruh minat pada Rangetsu juga mulai bergerak! volume ke-5 yang penuh luapan rasa cinta!\r\n\r\nSelling Point:\r\nKarya penulis Dawn of The Arcana dan The Water Dragon`s Bride yang juga sudah diterbitkan oleh Elex Media.\r\n\r\nInformasi Tambahan:\r\n#ounokemono #kingsbeast #reitoma #romance #fantasy",
            "pageNum":168,
            "publisherID":"PB0002",
            "publishDate":"2023-05-16",
            "weight":0.15,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":58,
            "isbn":9786230047633,
            "authorID":"AU0062",
            "title":"Shaman King Complete Edition 07",
            "basePrice":75000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nKomik Shaman King Complete ini merupakan sebuah karya penulis Hiroyuki Takei. Menceritakan mengenai kisah pertarungan Yoh yang berusaha untuk menghalangi pembalasan dendam roh pada Amidamaru. Roh tersebut memiliki dendam kepada Amidamaru karena kisah di masa lampau mereka, dan hal tersebut menjadi awal dari kisah seru di dalam cerita ini. Pertarungan tentunya tidak dapat dihindari, namun siapakah yang akan menang nantinya?\r\nKomik ini hadir dengan kisah yang unik apalagi berbagai konflik yang muncul membuat ceritanya menjadi sangat seru. Ilustrasi gambar pada komik juga dibuat dengan sangat menarik dan pada bagian covernya terlihat pakaian yang digunakan tokoh dibuat dengan istimewa. Setiap karakter di dalam komik ini dibangun dengan sangat baik dan di dalam cerita tersebut mereka mampu untuk menjadi satu kesatuan tim yang hebat. Konflik yang dihadirkan juga membuat pembaca akan turut masuk ke dalam alur cerita yang ada. Komik ini dapat menjadi salah satu bahan bacaan yang seru karena dapat dibaca oleh semua kalangan, apalagi para pecinta komik jangan sampai lewatkan komik Shaman King Complete ini.\r\n\r\nSinopsis Buku:\r\nYoh dan kawan-kawan akhirnya tiba di Desa Patch. Di tanah itulah Roh Agung, entitas yang menjadi sumber setiap jiwa, berada. Sebagai persiapan menuju babak utama, mereka harus membentuk tim dengan tiga orang jika tidak ingin didiskualifikasi. Bagaimana Yoh dan kawan-kawan mengumpulkan anggota!?",
            "pageNum":390,
            "publisherID":"PB0002",
            "publishDate":"2023-05-16",
            "weight":0.255,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":59,
            "isbn":9786230047534,
            "authorID":"AU0015",
            "title":"Mob Psycho 100 14",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nMob Psycho 100 adalah serial manga Jepang yang ditulis dan diilustrasikan oleh One. Itu diserialkan di situs web Ura Sunday Shogakukan dari April 2012 hingga Desember 2017. Itu juga tersedia online di aplikasi seluler Manga ONE Shogakukan sejak Desember 2014. Shogakukan menyusun bab-babnya menjadi enam belas volume tankōbon. Ceritanya mengikuti Shigeo Kageyama yang dijuluki Mob, seorang anak laki-laki yang memiliki kekuatan psikis yang kuat, dan perjuangannya untuk menemukan kebahagiaan sederhana yang dia cari.\r\n\r\nAdaptasi serial televisi anime telah diproduksi oleh Bones. Musim pertama ditayangkan antara Juli dan September 2016, diikuti oleh musim kedua, ditayangkan antara Januari dan April 2019. Musim ketiga ditayangkan perdana pada Oktober 2022. Adaptasi serial aksi langsung ditayangkan dari Januari hingga April 2018. Serial manga spin-off , berjudul Reigen, diserialisasikan di aplikasi Shogakukan Manga ONE pada tahun 2018. Di Amerika Utara, Dark Horse Comics melisensikan manga tersebut untuk terbitan bahasa Inggris pada tahun 2018. Sementara itu, Crunchyroll melisensikan serial anime tersebut untuk streaming, dengan sulih suara bahasa Inggris yang diproduksi oleh Bang Zoom! Entertainment pada Desember 2016, dan disiarkan di blok Toonami Adult Swim pada Oktober 2018.\r\n\r\nPada Juli 2016, manga tersebut telah beredar lebih dari 1,2 juta eksemplar. Pada tahun 2017, Mob Psycho 100 memenangkan Penghargaan Manga Shogakukan ke-62 dalam kategori shōnen. Adaptasi anime telah dianggap sebagai salah satu serial anime terbaik tahun 2010-an.\r\n\r\nSinopsis Buku:\r\nKota Chomi telah dicuci otak dan sisanya tinggal Mob seorang. Apakah yang dipikirkannya!? Para warga kota masuk ke sekte Psycho Helmet akibat pengaruh dari “pohon keramat”. Para murid SMP Shio dan bahkan Ritsu, adik Mob, ikut jadi jemaatnya!? Mob merasakan kejanggalan dari sekte yang semua anggotanya berbagi kebahagiaan yang sama itu, sehingga memutuskan untuk berhadapan dengan sang “master pendiri”!!",
            "pageNum":208,
            "publisherID":"PB0002",
            "publishDate":"2023-05-16",
            "weight":0.14,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":60,
            "isbn":9786230047428,
            "authorID":"AU0044",
            "title":"Hanako Si Arwah Penasaran 18",
            "basePrice":32000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\n“Akan kutemani kau hingga neraka sekalipun.” Setelah terpisah akibat pemutusan kedua dunia, Nene akhirnya bertemu kembali dengan Hanako. Masalahnya, perasaan keduanya begitu campur-aduk dan membuat mereka bertengkar. Sementara itu, Kou dan yang lain harus menghadapi Nana Fushigi Nomor Enam.... Inilah jilid 18 dari kisah misteri tujuh keajaiban di sekolah yang berfokus pada masa lalu Nomor Enam!!\r\n\r\nSeri lainnya\r\nHanako Si Arwah Penasaran Vol. 1\r\nHanako Si Arwah Penasaran Vol. 2\r\nHanako Si Arwah Penasaran Vol. 3\r\nHanako Si Arwah Penasaran Vol. 4\r\nHanako Si Arwah Penasaran Vol. 5\r\nHanako Si Arwah Penasaran Vol. 6\r\nHanako Si Arwah Penasaran Vol. 7\r\nHanako Si Arwah Penasaran Vol. 8\r\nHanako Si Arwah Penasaran Vol. 9\r\nHanako Si Arwah Penasaran Vol. 10\r\nHanako Si Arwah Penasaran Vol. 11\r\nHanako Si Arwah Penasaran Vol. 12\r\nHanako Si Arwah Penasaran Vol. 13\r\nHanako Si Arwah Penasaran Vol. 14\r\nHanako Si Arwah Penasaran Vol. 15\r\nHanako Si Arwah Penasaran Vol. 16\r\nHanako Si Arwah Penasaran Vol. 17\r\nHanako Si Arwah Penasaran Vol. 18",
            "pageNum":192,
            "publisherID":"PB0002",
            "publishDate":"2023-05-16",
            "weight":0.095,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":61,
            "isbn":9786230047213,
            "authorID":"AU0061",
            "title":"One Punch Man 24",
            "basePrice":32000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nOne Punch Man menceritakan tentang Saitama, seseorang yang tidak terlihat mengesankan dan memiliki hobi yang agak unik, yaitu menjadi pahlawan. Untuk mengejar impian masa kecilnya, Saitama berlatih tanpa henti selama tiga tahun, bahkan sampai kehilangan semua rambutnya dalam proses latihannya itu. Sekarang, Saitama sangat kuat, dia bisa mengalahkan musuh mana pun hanya dengan satu pukulan. Saking kuatnya, Saitama tidak memiliki seorang pun yang menandingi kekuatannya sehingga membuatnya merasa sangat bosan. Suatu hari, Saitama menarik perhatian Genos, cyborg berusia 19 tahun yang menyaksikan kekuatannya dan ingin menjadi murid Saitama. Genos mengusulkan agar keduanya bergabung dengan Asosiasi Pahlawan untuk menjadi pahlawan bersertifikat yang akan diakui atas kontribusi positif mereka kepada masyarakat. Saitama, yang terkejut karena tidak ada siapa yang tahu siapa dia, dengan cepat setuju. Bertemu sekutu baru dan menghadapi musuh baru, Saitama memulai perjalanan baru sebagai anggota Asosiasi Pahlawan untuk merasakan serunya pertempuran yang pernah dia rasakan. Miliki komik ini dan ikuti keseruan Saitama yang lucu ini!\r\n\r\nSinopsis Buku:\r\nPertempuran puncak antara para Hero dan Monster berlanjut. Tatsumaki menemukan lawannya, Gyoro Gyoro, si dalang di balik Asosiasi Monster. Bentrokan antara dua pengguna kekuatan super yang luar biasa pun tak terhindarkan. Saitama juga bertemu lawan terkuatnya, Orochi.",
            "pageNum":208,
            "publisherID":"PB0002",
            "publishDate":"2023-05-16",
            "weight":0.12,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":62,
            "isbn":9786230310720,
            "authorID":"AU0073",
            "title":"Fate Grand Order Epic of Remnant: Seven Duels of Swordmasters 3",
            "basePrice":45000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nKomik Fate Grand Order Epic of Remnant: Seven Duels of Swordmasters merupakan komik karya Type-Moon dan Rei Wataru. Cerita dalam komik ini memiliki rating dengan tanda 17+ sehingga tidak disarankan untuk dibaca oleh anak-anak di bawah umur. Dalam volume pertama ini, kesadaran Ritsuka sang master Chaldea mendadak hilang ke Jepang zaman Edo. Bersama seorang ahli pedang wanita, Musashi Miyamoto, Ritsuka harus melalui pertempuran mematikan melawan tujuh “Heroic Spirit Sword Master” yang melakukan pembantaian di Shimosa.\r\n\r\nSinopsis Buku:\r\nRitsuka dan Musashi berhasil mengalahkan Heroic Spirit Swordmaster kedua. Saat keduanya mendiskusikan kekurangan dan keputusan, keberadaan Heroic Spirit Swordmaster ketiga diketahui. Target musuh adalah membunuh Kiyohime yang berada di Kastik Toke. Ritsuka dan Musashi pun pergi ke istana, dengan Kotaro yang sudah pulih total ikut bersama mereka. Dari kegelapan, taring ular besar datang menyerang!",
            "pageNum":192,
            "publisherID":"PB0015",
            "publishDate":"2023-05-16",
            "weight":0.1,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":63,
            "isbn":9786230047107,
            "authorID":"AU0051",
            "title":"Dr. Slump 03",
            "basePrice":75000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nKrisis telah datang ke bumi yang damai! Dr. Mashirito, seorang ilmuwan super jenius, berencana untuk menaklukkan dunia menggunakan robot menakutkan \"Caramel Man No. 1\"! Untuk mengawali rencananya, sebuah pertarungan dengan robot terkuat di dunia, Arale, dibuat!!\r\n\r\nProfil Penulis:\r\nAkira Toriyama dilahirkan pada tanggal 5 April 1955 di Prefektur Aichi, Jepang. Seperti yang telah kita ketahui dari dulu Jepang adalah sumber mangaka\/komikus ternama dunia. Termasuk sang Akira Toriyama yang juga mangaka (penulis komik) legendaris hingga dunia.\r\n\r\nBanyak karya yang telah ditelurkan oleh Akira Toriyama selain Dragon Ball, diantaranya yaitu Fox Tale dan Blue Dragon. Selain itu, Akira Toriyama juga menciptakan tokoh dalam video game yang kemudian dibuatkan anime dan manga-nya yang bernama Dragon Quest.\r\n\r\nKarya Akira Toriyama yang pertama berjudul Wonder Island yang diterbitkan oleh majalah mingguan Shonen Jump. Namun karyanya yang berbentuk manga dan anime pertama kali adalah Dr. Slump yang juga diterbitkan oleh Shonen Jump sekitar tahun 1980-1984-an. Karyanya yang berjudul Dr. Slump ini kemudian keluar menjadi manga terbaik dalam kategori Shonen and Shojo Manga Series of the Year.",
            "pageNum":392,
            "publisherID":"PB0002",
            "publishDate":"2023-05-10",
            "weight":0.255,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":64,
            "isbn":9786230047367,
            "authorID":"AU0050",
            "title":"Atelier of Witch Hat 08",
            "basePrice":32000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nUsai lulus ujian ulang di Auditorium Besar, Coco dan kawan-kawan pulang ke atelier mereka. Namun, anak pembuat tinta sihir, Tartar, telah menanti di sana. Dia datang untuk meminta bantuan Coco dan kawan-kawan berpartisipasi di Festival Malam Perak sebagai penjaga kios! Dengan semangat menggebu-gebu, mereka mulai mempersiapkan kios Festival Malam Perak sesuai tugas masing-masing. Coco yang bekerja bersama Tartar, bertemu kembali dengan Kustas, anak laki-laki yang lumpuh akibat longsoran sungai! “Kalau sudah terlanjur melihat, mana mungkin aku pura-pura tak melihat penderitaan itu...”\r\n\r\nSelling Point:\r\n- Karya Kamome Shirahama (https:\/\/twitter.com\/shirahamakamome), komikus dan ilustrator yang juga menggambar untuk cover komik Amerika, antara lain Marvel, DC Comics, dan Star Wars.\r\n- Atelier of Witch Hat menjadi salah satu nominasi penghargaan Manga Taisho 2018 dan Kodansha Manga Award Ke-42 kategori Best General Manga. \r\n- Komik ini juga telah\/akan diterbitkan di Perancis, Korea, dan Jerman. \r\n- Komik fantasi yang mengangkat tema \"belajar sihir\" mungkin sudah banyak beredar di pasaran, namun Atelier of Witch Hat ini juga didukung oleh world building yang kokoh, karakter yang memikat, dan gambar yang memanjakan mata. \r\n- Akan segera diangkat menjadi serial animasi TV!",
            "pageNum":168,
            "publisherID":"PB0002",
            "publishDate":"2023-05-11",
            "weight":0.095,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":65,
            "isbn":9786230047510,
            "authorID":"AU0075",
            "title":"Sakamoto Days 03",
            "basePrice":45000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSakamoto Days adalah serial manga Jepang karangan Yuto Suzuki, serial ini pertama kali rilis di majalah Shōnen Jump Giga pada 26 Desember 2019, kemudian serial ini mulai mendapatkan serialisasi mingguan pada 21 November 2020 di majalah Weekly Shōnen Jump. Ceritanya full action campur komedi dan sudah diterjemahkan ke berbagai bahasa, bahkan sampai Okober 2022 komik ini sudah terjual 2 juta copies di Jepang.\r\n\r\nSinopsis Buku:\r\nDemi mendapatkan hadiah uang 1 juta yen, Sakamoto dan Shin mengikuti turnamen akbar survival game yang diselenggarakan oleh distrik pertokoan. Namun mereka malah jadi setim dengan seorang sniper ulung tapi bodoh. Apalagi, dia juga menginginkan nyawa Sakamoto. Tidak hanya sampai situ, tangan iblis organisasi bawah tanah, tempat Shin dibesarkan, mulai menjangkau toko Sakamoto!?",
            "pageNum":200,
            "publisherID":"PB0002",
            "publishDate":"2023-05-11",
            "weight":0.135,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":66,
            "isbn":6022204824,
            "authorID":"AU0029",
            "title":"Sorry For Not Answering The Phone, Im Too Busy Trying To Fly",
            "basePrice":88000,
            "description":"Four times moving from the old school and the new school across cities because of my parents' ego. They fought over everything; money, religion, and social status, which made them move houses separately. Mom and dad have different religions. My mom is a Moslem and my dad is a Christian. When I live with mom I am a Moslem, but she never taught me how to pray. And when I live with dad I am a Christian, but he never took me to church.\r\n\r\nI gave myself a pseudo; JVSAN, with all caps, to remind myself that I am on my own. Not because I hated my birth name, but because I hated the one who created it. Jusan. Got rid of the U because I hate you. Here I am, the not-so-wanted-MBA-kid.\r\n\r\nI have never believed in religion, the same as I have never been close to my parents. But I believe in God... and music... 'cause I have nothing to hold on to. Music was my escape, so I gave everything I had.\r\n\r\nI woke up early every day to get ready for school before my parents woke up. I never had breakfast or a cup of tea to enjoy the sunrise. Whenever I go out of my room, I walk past a dark corridor",
            "pageNum":239,
            "publisherID":"PB0013",
            "publishDate":"2023-05-10",
            "weight":0.175,
            "width":13.0,
            "length":19.0,
            "language":"English"
        },
        {
            "index":67,
            "isbn":9786230034664,
            "authorID":"AU0085",
            "title":"Job? Akulah Ahlinya Hewan Peliharaan",
            "basePrice":100000,
            "description":"Job? Akulah Ahlinya Hewan Peliharaan merupakan buku bacaan Karya Kugil Publishing. Dengan membaca buku ini, kalian bisa merawat hewan peliharaan dengan baik. Mereka tidak hanya dijadikan rekan untuk hidup bersama, tetapi juga sebagai bagian dari keluarga. Selain anjing dan kucing yang banyak dijadikan sebagai hewan peliharaan, semakin banyak orang memelihara burung, ikan, serangga, dan lain-lain. \r\nSeiring dengan bertambahnya minat terhadap hewan peliharaan, pekerjaan terkait hewan peliharaan juga semakin menarik perhatian masyarakat. Buku ini memperkenalkan berbagai jenis pekerjaan terkait hewan peliharaan, mulai dari dokter hewan, ahli kecantikan hewan peliharaan, fotografer hewan peliharaan, dan masih banyak lagi. \r\nDi dalam semua pekerjaan itu, hal yang paling penting adalah hati yang cinta dan peduli terhadap hewan. Setelah memiliki perasaan tersebut, barulah kalian dapat memahami pekerjaan dan esensi dari setiap profesi yang ada terkait dengan hewan peliharaan.\r\nSebelum memutuskan memiliki hewan peliharaan sudah sepantasnya kamu menanamkan komitmen untuk senantiasa merawat dan menjaga dengan sepenuh hati. Memang akan membutuhkan pengorbanan yang tidak sedikit jika bertekad untuk menjadi pemilik dari kucing, mulai dari waktu, tenaga, dan tentunya biaya. \r\nMeski begitu percayalah, bahwa sama seperti makhluk hidup yang ada di muka bumi ini, hewan peliharaan seperti kucing juga memiliki perasaan dan naluri yang perlu sama-sama dijaga. Jika ingin mempelajari banyak hal seputar hewan peliharaan, kamu bisa mencari tahunya di buku Job? Akulah Ahlinya Hewan Peliharaan. \r\nSelain memberikan informasi bagaimana cara merawat hewan, buku ini juga akan memperkenalkan berbagai jenis pekerjaan yang berkaitan dengan hewan peliharaan, seperti profesi dokter hewan, fotografer khusus hewan, dan ahli kecantikan hewan. \r\nNamun yang terpenting yang ingin disampaikan buku ini adalah mengarahkan juga menumbuhkan rasa cinta dan kepedulian terhadap hewan. Jika ingin membacanya, kamu bisa memesan secara online buku ini di Gramedia.com.\r\nDetail:\r\nJumlah Halaman\r\n168\r\nPenerbit\r\nElex Media Komputindo\r\nTanggal Terbit\r\n14 Agt 2022\r\nBerat\r\n0.3 kg\r\nISBN\r\n9786230034664\r\nLebar\r\n15.0 cm\r\nBahasa\r\nIndonesia\r\nPanjang\r\n22.0cm",
            "pageNum":168,
            "publisherID":"PB0002",
            "publishDate":"2022-08-13",
            "weight":0.3,
            "width":15.0,
            "length":22.0,
            "language":"Indonesia"
        },
        {
            "index":68,
            "isbn":9786235953,
            "authorID":"AU0056",
            "title":"Laut Pasang 1994",
            "basePrice":99000,
            "description":"Prolog:\r\n\r\nTahun 1994 adalah tahun paling menyakitkan bagiku. Bahkan, bagi warga di kampungku. Kejadian yang tak disangka kehadirannya merenggut banyak senyum dan kebahagiaan.\r\n\r\nAku yang keras kepala dan egois seperti Pada peristiwa 2 Juni 1994, aku mendapat balasan atas semua perbuatanku. Malam itu riuh suara air naik dengan cepat ke daratan, teriakan, jeritan, dan reruntuhan barang yang saling berbenturan. Aku bersusah payah meneriaki satu persatu nama ketujuh anakku hanyut diempas air malam itu. yang dicambuk oleh takdir.\r\n\r\nEntah sebuah keberuntungan atau justru kesialan. Aku selamat dari peristiwa itu. Sebuah tiang besar menjadi tumpuanku menyelamatkan diri dari kuatnya dorongan air yang semakin naik.\r\n\r\nMataku menerawang jauh ke berbagai penjuru, meski yang kulihat hanya mayat yang terapung dibawa arus. Semua terlihat gelap karena listrik padam. Beruntung cahaya bintang masih sudi memberikan sedikit cahayanya untuk manusia sepertiku.\r\n\r\nDi bawah langit malam, tubuh ini sudah kehabisan tenaga. Manusia egois sepertiku hanya bisa menangis menyesali perbuatan pecundang yang telah aku jalani bertahun-tahun. Anak-anakku tidak ada yang pulang satu pun, meski aku sudah berusaha untuk tetap membuka mata, mereka tidak pernah datang. Suaraku nyaris habis, hanya sahutan gemuruh air yang terdengar seperti ledekan di telingaku. Mereka sedang menertawakan sosok Bapak brengsek yang tengah menyesali perbuatannya.\r\n\r\nKalau ditakdirkan untuk merasakan kehilangan yang kedua kalinya, aku jelas lebih memilih ikut mati daripada harus bertahan dan hidup dalam kesengsaraan. Melanjutkan hidup tanpa anak-anak di sampingku sama dengan hidup tanpa nyawa.\r\n\r\nJika sampai terbukti tidak ada yang selamat, aku memohon pada Tuhan untuk cabut saja nyawaku sekarang.\r\n\r\nAku benar-benar menyesal setengah mati. Menyesal karena belum sempat meminta maaf pada mereka.\r\n\r\nApa harus dengan cara seperti ini kalian semua menghukum Bapak? Bapak menyesal, nak. Bapak minta maaf.\r\n\r\nSinopsis di cover belakang:\r\n\r\nPeristiwa yang menghancurkan seluruh kota dalam waktu singkat.\r\n\r\nTujuh raga paling menyedihkan menjadi saksi bagaimana gilanya gelombang pasang malam itu. Malam terakhir penuh bintang, seindah senyuman ibu enam tahun silam.\r\n\r\n\"Apta! Esa! Pegang tangan Mas yang kenceng!\"\r\n\r\nKalimat itu menjadi kalimat terakhir Khalid sebagai usahanya yang ternyata sia-sia. Semuanya terjadi begitu cepat, air laut naik kepermukaan lebih ganas dari dugaannya dan mampu memisahkan genggaman tangan mereka satu sama lain tanpa belas kasihan.\r\n\r\n\"Bagaimanapun takdirnya nanti, tujuh ya akan tetap tujuh. Ingat kata Si Mbah, kalau kita itu satu, satu jiwa yang terbagi di tujuh raga berbeda.\"\r\n\r\nTahun Terbit: Cetakan I, April 2023",
            "pageNum":328,
            "publisherID":"PB0009",
            "publishDate":"2023-05-14",
            "weight":0.245,
            "width":14.0,
            "length":20.0,
            "language":"Indonesia"
        },
        {
            "index":69,
            "isbn":9786230308512,
            "authorID":"AU0040",
            "title":"Final Fantasy : Lost Stranger 07",
            "basePrice":48000,
            "description":"Shogo, Rei, dan Alus terkena jebakan Byblos dan masuk ke dalam dunia buku yang berubah-ubah sesuai keinginan si monster. Setelah membaca pikiran mereka, Byblos dapat berubah menjadi sosok yang menimbulkan keputusasaan. Ketika pertarungan terjadi, kekuatan White Mage Alus pun bangkit, dan sosoknya berubah seperti “Trance” dalam Final Fantasy!?",
            "pageNum":240,
            "publisherID":"PB0015",
            "publishDate":"2022-10-08",
            "weight":0.175,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":70,
            "isbn":9786022204947,
            "authorID":"AU0020",
            "title":"Sekar Pati",
            "basePrice":99000,
            "description":"Hening yang kian meraja, membuat bulu kuduk ini seketika meremang. Aku benar-benar sendiri di tengah hutan yang gelap dan menyeramkan. Aku mencoba melangkah perlahan menyusuri hutan yang tak ada ujungnya.\r\n\r\nKupacu langkah kaki kian cepat. Ya, aku mulai ketakutan, sebab suara yang menggema semakin jelas dan mengerikan. Tawa lantang yang kutaksir adalah suara kuntilanak.\r\n\"Mau kemana, Anak cantik?\"\r\n\r\nAku terkejut saat tiba-tiba seorang perempuan renta telah berdiri di depanku. Sorot matanya sungguh membuatku merasa tak terkendali. Ingin rasanya lari. Namun, tangan penuh keriput itu mencengkeram erat pergelangan tanganku.\r\n\r\n\"Mau kemana? Takdirmu sudah digariskan di sini. Selamanya kau akan menjadi abdi yang setia.\" \"Siapa anda, Mbah?\"\r\n\"Takdirmu sudah terikat dengan Ndoro Ayu. Kau akan menjadi bunga kematiannya.\"\r\n\"Bunga kematian? Apa itu, Mbah? Siapa Ndoro Ayu itu?\"\r\n\r\nAku tak kuasa menahan ngeri yang semakin merajai diri. Saat kuperhatikan lebih lama, garis bibir perempuan itu melebar. Bahkan terlalu lebar sampai menyentuh telinga. Aku menjerit dan meronta, mencoba melepaskan diri. Namun, cengkeraman itu terasa kian erat, sampai membuat pergelanganku memerah. Sedang tubuh bungkuk itu perlahan lahan menjadi tegak. Kemudian satu per satu matanya melotot hampir keluar. Rambutnya yang semula disanggul rapi, menjurai \r\n\r\nWindi tidak tahu bahwa kedatangannya ke Desa Margoarum sama dengan menyerahkan jiwa kepada Ndoro Ayu, makhluk tak kasatmata yang dipuja oleh Nyi Senggani-majikannya,\r\n\r\nBerniat mencari pekerjaan dengan menjadi pembantu, Windi malah terjebak untuk dijadikan Sekar Pati, Windi akan diikutsertakan dalam setiap ritual dan nantinya jiwa Windi akan ditukar dengan Ndoro Ayu untuk membuat Ndoro Ayu tetap muda, cantik, dan abadi,\r\n\r\nCerita ini tentang perjuangan Windi untuk menyelamatkan Desa Margoarum dari kekelaman dan kebejatan Nyi Senggani dan melepas ikatan Bekap Pati walau banyak korban berjatuhan.",
            "pageNum":356,
            "publisherID":"PB0013",
            "publishDate":"2023-05-15",
            "weight":0.27,
            "width":13.0,
            "length":19.0,
            "language":"Indonesia"
        },
        {
            "index":71,
            "isbn":9786022204930,
            "authorID":"AU0030",
            "title":"I Found You 1991",
            "basePrice":99000,
            "description":"Pernah terbayang menemukan mesin waktu? Atau terlempar ke masa lalu? Atau hidup di masa kini adalah hasil reinkarnasi?\r\n\r\nCerita ini tentang Akhtar yang terlempar ke 1991 setelah mengalami kecelakaan motor. Di sana Akhtar kemudian bertemu dengan kedua orang tuanya sewaktu remaja. Di sana juga ia melawan takdir. jatuh cinta kepada seorang gadis.\r\n\r\nPada akhirnya. Akhtar harus memilih, tetap di tahun 1991 dengan gadis yang dicintainya atau kembali ke tahun 2020 dan melanjutkan hidup?\r\n\r\nSepenggal isi buku :\r\n\r\nFilosofi yang Aneh\r\n\r\nNamanya, Akhtar Malik Alexander. Pemuda tampan bertubuh jangkung sekaligus pemimpin utama SMA Taruna Jaya Prawira itu, kini terlihat berada di lapangan basket, dekat pertokoan elite di jalan Panglima Polim.\r\n\r\nMeski sudah terengah lelah, cowok itu terus-menerus melempar bola basket di tangannya hingga membentur ring keras sekali.\r\n\r\nYah, sore ini dia sedang bersama teman-temannya dari luar sekolah untuk bermain basket bareng. Dia memang populer dan memiliki lingkup pertemanan yang luas.\r\n\r\n\"Tar, oper-oper!!\" Raja mengangkat tangannya tinggi-tinggi, meminta operan bola.\r\n\r\nAkhtar melirik sesaat, kemudian melempar bola ke arah Raja dengan teknik bounce pass, karena jaraknya dengan Raja cukup jauh.\r\n\r\nRaja menguasai bola kali ini. Sementara itu, Akhtar berlari mendekat ke ring, dan mengangkat kedua tangannya tinggi agar Raja memberi operan bola.\r\n\r\n\"Tar, gantian! Gue yang masuk,\" seru Karrel sambil berlari ke lapangan.\r\n\r\nAkhtar menurut. Ia keluar dari lapangan dan menghampiri Retha.\r\n\r\n\"Sok pinter banget anjir, baca buku mulu dari tadi.\"\r\n\r\nTahun Terbit: Cetakan I, Maret 2023",
            "pageNum":416,
            "publisherID":"PB0013",
            "publishDate":"2023-05-23",
            "weight":0.28,
            "width":13.0,
            "length":19.0,
            "language":"Indonesia"
        },
        {
            "index":72,
            "isbn":9786230310669,
            "authorID":"AU0070",
            "title":"My Hero Academia 24",
            "basePrice":45000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”My Hero Academia 24”.\r\n\r\nSinopsis Buku:\r\nTunggulah Giran!! Aku akan menyelamatkanmu! (Dia sudah mati) Diam kau!! Hanya di sinilah... Hanya bersama aliansi villain nilah aku menemukan tempatku bernaung! (Akulah aku yang as;i). Bukan!! Kau Salah!! Bersiaplah. Meta Liberation Army!! \"PLUS ULTRA\"!!",
            "pageNum":192,
            "publisherID":"PB0015",
            "publishDate":"2023-05-13",
            "weight":0.125,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":73,
            "isbn":9786230310379,
            "authorID":"AU0034",
            "title":"Haikyu!!: Fly High! Volleyball! 33",
            "basePrice":32000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti Komik: \"Haikyu!!: Fly High! Volleyball! 33\"\r\n\r\nCerita Sebelumnya:\r\nSet up Miya Atsumu membawa momentum kembali ke pihak Inarizaki! Pukulan tak terduga Miya bersaudara terus mengisi paruh aktif set final! Akankah latihan tanpa kenal lelah membuahkan hasil bagi tim Karasuno?!!\r\n\r\nSinopsis Buku Haikyu!!: Fly High! Volleyball! 33:\r\nAkhirnya pertarungan Karasuno vs Inarizaki memasuki titik akhir. Di hari putaran ketiga, Kenma Kozume sudah menunggu sang pemenang, berlaga menuju putaran berikutnya!",
            "pageNum":192,
            "publisherID":"PB0015",
            "publishDate":"2023-05-13",
            "weight":0.135,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":74,
            "isbn":9786230047459,
            "authorID":"AU0018",
            "title":"Samurai X Hokkaido Arc vol. 03",
            "basePrice":50000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nCerita Sebelumnya:\r\nAyah Kaoru, Koshijiro, yang dikira tewas dalam perang ternyata masih hidup!? Untuk mencari Koshijiro, Kenshin sekeluarga bersama Ashitaro, Alan, dan Asahi berangkat menuju Hakodate, Hokkaido. Hakodate yang pernah menjadi medan perang kini kembali damai. Tapi, terjadi insiden di gunung Hakodate! Kenshin kini harus kembali bertarung dengan mengabaikan kondisi tubuhnya...\r\n\r\nSinopsis Buku:\r\nKenkaku Heiki yang bertujuan mengumpulkan para petarung, terus mengumpulkan kekuatan di gunung Hakodate. Di lain pihak, Saito juga mengumpulkan “sekutu” untuk melawan Kenkaku Heiki dan mereka berkumpul di monumen Hekketsuhi. Siapakah orang-orang itu!?\r\n\r\nSelling Point:\r\nSamurai X Hokkaido Arc ini merupakan sekuel dari Samurai X. Dan tahun 2013 dibuat live action film.\r\n\r\nInformasi Tambahan:\r\n#nobuhirowatsuki #action #petualangan #samurai #boyscomic #hokkaido #KenshinHimura #jagopedang #KenkakuHeiki #Petarung #GunungHakodate #Saito #MelawanKenkakuHeiki #Sekutu #MonumenHekketsuhi #Misteri #AksiPetarung #Drama",
            "pageNum":184,
            "publisherID":"PB0002",
            "publishDate":"2023-05-03",
            "weight":0.13,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":75,
            "isbn":9786230047473,
            "authorID":"AU0012",
            "title":"Q.E.D IFF 11",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nSAKSI YANG TAK BISA DIPERCAYA Semasa kuliah di MIT, Toma bertemu seorang laki-laki yang kelewat jujur. Suatu hari, seorang kepala geng yang berselisih dengan kepala geng tempat laki-laki itu bergabung tewas dibunuh! Bagaimana Toma harus berhadapan dengan kenalannya tersebut yang kini berdiri di panggung sebagai saksi? BURUNG TENGGELAM Baru-baru ini sistem pengadilan AI (Artificial Intelligence) diperkenalkan di Jepang. Seorang laki-laki yang juga bagian dari tim pemeliharaan sistem AI ditangkap karena tuduhan membunuh istri dan pacar gelapnya. Bagaimana nasib laki-laki yang menyangkal telah melakukan pembunuhan itu, dan kebenaran di balik kasus ini?\r\n\r\nSelling Point:\r\nCerita detektif yg menceritakan tentang kasus2 kriminal yg kasusnya bisa dipecaahkan oleh siswa SMA jenius bernama Toma. Walaupun ceritanya tapi kadang2 konyol, menghibur, bikin ketawa...",
            "pageNum":192,
            "publisherID":"PB0002",
            "publishDate":"2023-05-03",
            "weight":0.13,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":76,
            "isbn":9786230047275,
            "authorID":"AU0049",
            "title":"Oh My God! Smallest, Deadliest - Cara Virus Bekerja dalam Tubuh",
            "basePrice":95000,
            "description":"Sains atau Ilmu Pengetahuan Alam adalah suatu pengetahuan yang luas dan terkadang sulit dimengerti oleh anak. Berbagai perubahan alam serta kerumitan yang terkandung di dalamnya dapat menyebabkan anak semakin sulit memahaminya jika tidak dijelaskan dengan cara yang menyenangkan.\r\n\r\nSeri Oh My God! hadir untuk membantu orang tua mengajarkan ilmu sains kepada anak. Buku ini merupakan buku seri yang berisikan jawaban atas berbagai macam pertanyaan anak tentang sains. Semua kejadian sains sehari-hari akan dikupas secara tuntas dan sederhana melalui cerita yang edukatif dan unik sehingga akan membuat anak tertarik untuk mempelajari sains.\r\n\r\nSinopsis Buku:\r\nVirus memiliki wujud yang sangat kecil dan sederhana, tapi mampu membuat kehidupan kita berubah total. Melelahkan sekali rasanya harus memakai masker setiap hari di mana pun dan kapan pun. Terlebih, kita jadi tidak bisa bermain dengan teman-teman sampai puas. Meski sekarang situasi pandemi Covid-19 perlahan-lahan semakin membaik, bisa saja muncul virus baru yang mungkin lebih kuat dan berbahaya daripada Covid-19, `kan? Tapi tahukah kalian? Saat ini ternyata sedang dikembangkan teknologi pembuatan vaksin menggunakan big data dan kecerdasan buatan! Jadi, selama kita mematuhi protokol kesehatan dengan baik, virus apa pun pasti bisa kita atasi! Yuk, ikuti petualangan Hosu dan Gabi dalam melawan virus!\r\n\r\nSelling Point:\r\nBacaan seru untuk anak-anak yang kesulitan dalam mempelajari sains. Buku ini menyajikan informasi sains dalam bentuk komik dan cerita yang menghibur. Ditemani oleh karakter utama yang jenaka, sains menjadi sangat mudah dipahami oleh anak-anak!\r\n\r\nInformasi Tambahan:\r\n#OhMyGod #OMG #Sains #Komik #Pendidikan #Komdik #Edukasi #Pengetahuan #Corona #Virus #Covid19 #Kesehatan #Wabah #Pandemi #Vaksin #Tubuh #Penyakit #Bakteri",
            "pageNum":128,
            "publisherID":"PB0002",
            "publishDate":"2023-04-28",
            "weight":0.3,
            "width":15.0,
            "length":22.0,
            "language":"Indonesia"
        },
        {
            "index":77,
            "isbn":9786230047268,
            "authorID":"AU0049",
            "title":"Oh My God! Ih, Bau! Serba-Serbi Kentut",
            "basePrice":95000,
            "description":"Sains atau Ilmu Pengetahuan Alam adalah suatu pengetahuan yang luas dan terkadang sulit dimengerti oleh anak. Berbagai perubahan alam serta kerumitan yang terkandung di dalamnya dapat menyebabkan anak semakin sulit memahaminya jika tidak dijelaskan dengan cara yang menyenangkan.\r\n\r\nSeri Oh My God! hadir untuk membantu orang tua mengajarkan ilmu sains kepada anak. Buku ini merupakan buku seri yang berisikan jawaban atas berbagai macam pertanyaan anak tentang sains. Semua kejadian sains sehari-hari akan dikupas secara tuntas dan sederhana melalui cerita yang edukatif dan unik sehingga akan membuat anak tertarik untuk mempelajari sains.\r\n\r\nSinopsis Buku:\r\nAyo, ungkap rahasia kentut dan ciptakanlah dunia sehat di mana kita bisa kentut dengan bebas! Jumlah kentut yang kamu keluarkan dalam sehari ternyata lebih banyak daripada yang kamu bayangkan, lho! Kentut adalah tanda bahwa makanan yang kamu makan tercerna dengan baik! Lalu, ada banyak dampak buruk yang bisa terjadi kalau kamu menahan kentut! Maka dari itu, cobalah untuk tidak menahan kentut dengan alasan malu, karena hal itu berbahaya bagi kesehatanmu! Kentutlah dengan bebas demi tubuh dan hati yang sehat, tapi tentu saja kamu harus tetap menjaga kesopanan, ya!\r\n\r\nSelling Point:\r\nBacaan seru untuk anak-anak yang kesulitan dalam mempelajari sains. Buku ini menyajikan informasi sains dalam bentuk komik dan cerita yang menghibur. Ditemani oleh karakter utama yang jenaka, sains menjadi sangat mudah dipahami oleh anak-anak!\r\n\r\nInformasi Tambahan:\r\n#OhMyGod #OMG #Sains #Komik #Pendidikan #Komdik #Edukasi #Pengetahuan #Kentut #Kesehatan #Pencernaan #Makanan #Tubuh",
            "pageNum":128,
            "publisherID":"PB0002",
            "publishDate":"2023-04-28",
            "weight":0.3,
            "width":15.0,
            "length":22.0,
            "language":"Indonesia"
        },
        {
            "index":78,
            "isbn":9786230309748,
            "authorID":"AU0041",
            "title":"Plants VS Zombies - Komik Dinosaurus : Kebangkitan Sang Pahlawan",
            "basePrice":125000,
            "description":"Buku ini mengisahkan cerita yang mengasyikan yang patut diberikan dan dibaca kepada anak-anak. Buku ini juga mengadopsi dari sebuah permainan terkenal di pc yaitu plants vs zombie. Buku ini dapat dijadikan sebagai bahan alternatif untuk anak-anak agar tidak sepenuhnya bergantung pada gadget. Jadi anak-anak selain sudah pernah bermain gamenya, di sini anak-anak dan para pembaca diajak untuk membaca kisah yang diambil dari sebuah permainan tersebut. Buku ini juga bisa dijadikan sebagai bahan stimulasi anak untuk suka pada kegiatan membaca. Selain cerita yang menarik, buku ini juga memiliki desain yang menarik sehingga meminimalisir kebosanan anak-anak dalam membaca buku ini.\r\n\r\nPlants vs Zombies awalnya adalah sebuah permainan video yang diciptakan di salah satu perusahaan bernama Popcap Games, yang merupakan anak dari perusahaan Electronic Arts. kini, Plants vs Zombies tersedia dalam bentuk komik berwarna yang dapat dibaca dan dikoleksi oleh anak.\r\n\r\nKomik ini berisi tentang petualangan para plants menghadapi makhluk selain zombies dalam berbagai versi, hal ini juga dapat menambah pengetahuan dan wawasan anak terkait dengan hal-hal yang dijelajahi di dalam komik ini.\r\n\r\nKomik ini memiliki gambar yang berwarna, sehingga akan membuat pengalaman membaca anak menjadi menyenangkan.\r\n\r\nSinopsis Buku:\r\nDi dalam naskah kuno tertulis bahwa ketika kesembilan planet berjajar dan membentuk garis lurus di angkasa, seorang pahlawan akan muncul untuk menyelamatkan dunia dinosaurus. Suatu hari, Wall-nut yang rakus dan penakut tiba-tiba berhasil menerobos masuk ke dalam Hutan Pahlawan dan dinyatakan sebagai pahlawan yang diramalkan!? Meski ragu, Penelopea dan Sunflower mengirimnya menuju dunia dinosaurus…\r\nMampukah Wall-nut menjadi pahlawan sesungguhnya?",
            "pageNum":168,
            "publisherID":"PB0015",
            "publishDate":"2023-04-28",
            "weight":0.34,
            "width":18.0,
            "length":24.0,
            "language":"Indonesia"
        },
        {
            "index":79,
            "isbn":9786230012754,
            "authorID":"AU0100",
            "title":"Why? Internet of Things: Internet untuk Segala",
            "basePrice":110000,
            "description":"Harald Bluetooth merupakan Raja Denmark di abad ke-10 yang menguasai Skandinavia dan bukan tokoh sejarah berpengaruh. Akan tetapi berkat teknologi ‘bluetooth’ koneksi tanpa kabel jarak dekat hadir di abad ke-21, namanya terkenal di dunia. Bluetooth merupakan salah satu kontributor yang mengubah perlengkapan digital berguna dengan lebih ‘smart’. Jika diketahui, bukan hanya Bluetooth saja. Jaringan (network) sensor-sensor yang jumlahnya miliaran, yakni yang lebih dikenal dengan Internet of Things saat ini sedang mengubah kehidupan manusia. Objek-objek mulai dapat melihat, mendengar, dan berbicara seperti hidup. ‘Evolusi’ ini sedang berlangsung mulai dari kehidupan sehari-hari hingga industri secara meluas. Tempat sampah dapat diketahui dari jauh jumlah isi sampahnya sehingga dapat mengefisienkan kerja petugas kebersihan. Display stand toko dapat mengecek berapa jumlah dan barang apa saja yang terjual secara otomatis. Kita juga dapat menemukan masalah atau perubahan tubuh pertama kali melalui jam tangan dibandingkan diri sendiri. Sebelum itu pun perubahan besar dan jauh lebih nyaman sudah dipastikan. Akan tetapi setiap objek terhubung dengan jaringan (network) dan berapa orang yang menyadari bahwa bersamaan dengan itu kemungkinan terjadi cyber-crime pun semakin tinggi.\r\n\r\nDetail Buku\r\n\r\nJudul: Why? Internet of Things: Internet Untuk Segala\r\nPenulis: Yearim Dang\r\nJumlah Halaman: 160 hlm\r\nTahun Terbit: 13 Januari 2020\r\nPenerbit: Elex Media Komputindo\r\nISBN: 9786230012754\r\nBahasa: Indonesia\r\nDimensi Buku: 14 x 17 cm",
            "pageNum":160,
            "publisherID":"PB0002",
            "publishDate":"2020-01-12",
            "weight":0.25,
            "width":18.0,
            "length":24.0,
            "language":"Indonesia"
        },
        {
            "index":80,
            "isbn":9786230310881,
            "authorID":"AU0081",
            "title":"Koloni Flawless Vol. 3",
            "basePrice":62000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”Koloni Flawless Vol. 3”.\r\n\r\nSinopsis Buku:\r\nSarah bertemu anggota panti asuhan..\r\nSarah terharu melihat Elios yang ternyata sangat akrab dan harmonis dengan keluarganya,\r\ntapi tiba2 Elios meminta Sarah utk menyembunyikan soal kasus penculikan\r\nanggota panti (Merry) dari pemilik panti asuhan, Bunda Ana?\r\nKenapa Elios menyembunyikan hal itu pada Bunda Ana?",
            "pageNum":128,
            "publisherID":"PB0015",
            "publishDate":"2023-04-28",
            "weight":0.13,
            "width":13.2,
            "length":20.0,
            "language":"Indonesia"
        },
        {
            "index":81,
            "isbn":9786230310270,
            "authorID":"AU0014",
            "title":"Koloni Senior Bekalmu! Vol. 1",
            "basePrice":62000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”Koloni Senior Bekalmu! Vol. 1”.\r\n\r\nSinopsis Buku:\r\nGemetar dan berdebar? apakah ini pertanda jatuh cinta atau hanya karena lapar?\r\napa pun itu, Clara akan pastikan Kak Bakti tidak akan lapar lagi, kok!\r\nKarena Clara sudah menyiapkan sesuatu untuk Kak Bakti...\r\nSenior, ini bekalmu!",
            "pageNum":128,
            "publisherID":"PB0015",
            "publishDate":"2023-04-28",
            "weight":0.13,
            "width":13.2,
            "length":20.0,
            "language":"Indonesia"
        },
        {
            "index":82,
            "isbn":9786230309762,
            "authorID":"AU0072",
            "title":"Juliet of The Boarding School 16 - tamat",
            "basePrice":32000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”Juliet of The Boarding School 16 - tamat”.\r\n\r\nSinopsis Buku:\r\nDi tengah-tengah study tour, ayah Persia, Turkish datang ke penginapan Inuzuka. Tujuan Turkish adalah untuk memberi tahu bahwa Persia akan keluar dari Perguruan. Untuk menolong Persia yang dibawa pulang secara paksa, Inuzuka menuju ke rumah Persia! Ketetapan hati mereka bedua diuji di hadapan tembok rintangan yang paling tinggi! Kisah cinta rahasia memasuki babak akhir!!",
            "pageNum":192,
            "publisherID":"PB0015",
            "publishDate":"2023-04-28",
            "weight":0.1,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":83,
            "isbn":9786230309991,
            "authorID":"AU0057",
            "title":"One Room of Happiness 10",
            "basePrice":32000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”One Room of Happiness 10”.\r\n\r\nSinopsis Buku:\r\n\"Akan kubujuk ayah ibuku untuk menarik laporan ke polisi...\" Untuk melindungi kehiduoan bahagianya, Sachi memutuskan untuk pulang ke rumah. Seorang diri dia menghadapi neraka yang pernah menelannya bulat-bulat selama 14 tahun…\r\n\r\nSeri Lainnya:\r\nOne Room of Happiness 01\r\nOne Room of Happiness 02\r\nOne Room of Happiness 03\r\nOne Room of Happiness 04\r\nOne Room of Happiness 05\r\nOne Room of Happiness 06\r\nOne Room of Happiness 07\r\nOne Room of Happiness 08\r\nOne Room of Happiness 09",
            "pageNum":208,
            "publisherID":"PB0015",
            "publishDate":"2023-04-28",
            "weight":0.13,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":84,
            "isbn":9786230310461,
            "authorID":"AU0096",
            "title":"Hiroshi Nohara's Lunch Style 07",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”Hiroshi Nohara's Lunch Style 07”.\r\n\r\nSinopsis Buku:\r\nMasih banyak jenis makanan di dunia yang Hiroshi Nohara tidak ketahui! Demi menjadi pria kelas dunia, dia akan mencoba berbagai macam menu makan siang! Meski hanya dengan lidah, dia akan menjadi manusia internasional!?",
            "pageNum":160,
            "publisherID":"PB0015",
            "publishDate":"2023-04-28",
            "weight":0.12,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":85,
            "isbn":9786230309076,
            "authorID":"AU0005",
            "title":"AKASHA : Re:ZERO -Starting Life in Another World- The Frozen Bond 1",
            "basePrice":48000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”AKASHA : Re:ZERO -Starting Life in Another World- The Frozen Bond 1”.\r\n\r\nSinopsis Buku:\r\nIni adalah “Kisah Takdir” yang dirajut seorang gadis dan Spirit...\r\nHutan Besar Eriol yang didera salju dan es.\r\nItu adalah “Hutan Beku” yang menolak intervensi manusia.\r\nJauh di dalam hutan itu, tanpa sepengetahuan orang, diam-diam hiduplah gadis bernama “Emilia” yang ditakuti karena penampilannya yang bak pinang dibelah dua dengan Witch of Envy dan Spirit berwujud kucing kecil bernama “Puck”. Waktu bergeming meski digesa oleh rasa bersalah dan misi yang terpendam di dada keduanya. Meski jarak keduanya memungkinkan untuk bersentuhan, Emilia dan Puck tak pernah saling bersandar. Namun, ketika mereka berpikir kalau dunia yang hanya milik mereka berdua itu akan berlanjut selamanya, api neraka menyerang tanpa ampun.",
            "pageNum":180,
            "publisherID":"PB0015",
            "publishDate":"2023-04-28",
            "weight":0.15,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":86,
            "isbn":9786230033223,
            "authorID":"AU0058",
            "title":"A Man & His Cat 6",
            "basePrice":40000,
            "description":"A Man & His Cat 6 merupakan fiksi sastra jenis komik karangan Umi Sakurai. Diterbitkan sendiri sebagai webcomic oleh Sakurai sebelum diserialkan oleh Square Enix Manga , serial ini mengikuti seorang duda tua yang mengadopsi kucing yang tidak diinginkan. Sebuah adaptasi live-action mulai ditayangkan pada 1 Januari 2021. Kucing-kucing itu digambarkan oleh boneka. \r\nFukumaru, Exotic Shorthair yang besar dan sederhana di toko hewan peliharaan, sering dilewatkan demi anak kucing yang lebih muda dan imut darinya. Dia tiba-tiba dibeli oleh Kanda, seorang pria tua yang baru saja menjanda dan memiliki hubungan jauh dengan anak-anaknya yang sudah dewasa. Serial potongan kehidupan episodik mengikuti Kanda dan Fukumaru saat mereka hidup dan mencari persahabatan bersama.\r\nAlur pada komik ini menceritakan bagaimana adaptasi Fukumaru yang sekarang tinggal di rumah yang luas. Dari Fukumaru yang masih merasa khawatir karena biasanya hidup dalam kotak kecil, dan akhirnya terbiasa serta bahagia dengan tempat tinggal barunya. Fukumaru dan Kanda juga cepat membangun hubungan yang erat dan hangat, seperti bermain piano bersama. Kendala-kendala yang biasa dihadapi ketika memelihara kucing juga disajikan di sini.\r\nWalaupun diceritakan dari point of view si kucing, di sisi lain juga menceritakan kehidupan Fuyuki Kanda yang berprofesi sebagai guru musik. Di mana menceritakan hubungannya dengan rekan kerja, teman masa kecil, dan masa lalunya. Setiap karakter yang muncul memiliki karakter unik masing-masing, sehingga membuat kamu ingin terus melanjutkan membaca.\r\nDetail:\r\nJumlah Halaman\r\n172\r\nPenerbit\r\nElex Media Komputindo\r\nTanggal Terbit\r\n3 Juli 2022\r\nBerat\r\n0.13 kg\r\nISBN\r\n9786230033223\r\nLebar\r\n12.0 cm\r\nBahasa\r\nIndonesia\r\nPanjang\r\n18.0cm",
            "pageNum":172,
            "publisherID":"PB0002",
            "publishDate":"2022-07-02",
            "weight":0.13,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":87,
            "isbn":9786230046902,
            "authorID":"AU0053",
            "title":"One Piece Party 07",
            "basePrice":32000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nBig Mom menyerang ke tempat Luffy yang mengalami amnesia sehingga kru Topi Jerami mengalami situasi paling kritis! One Piece Party 7 bukan One Piece Party namanya jika panasnya tidak meluap-luaaaap!\r\n\r\nSelling Point:\r\n-Guinness World Record untuk seri komik orisinalnya dengan cetakan terbanyak oleh seorang penulis. Sampai Juni 2017, seri One Piece terjual lebih dari 416 juta copy seluruh dunia.\r\n- Komik petualangan bajak laut dengan cerita yang super seru, dan berlatar belakang dunia yang diciptakan dengan imajinasi yang luar biasa. Komik ini tak pernah kehabisan ide baru yang terus membuat pembaca penasaran.\r\n- Di tengah serunya alur cerita, One Piece selalu menekankan pentingnya “Persahabatan”\r\n- Best Seller di seluruh dunia, dan menjadi komik yang wajib dibaca, tak hanya oleh pembaca putra, tapi juga oleh pembaca putri.\r\n- Serial dan film animasi One Piece, serta merchandise-nya digemari di Indonesia, dan seluruh Indonesia. - Akan diadaptasi jadi live action series",
            "pageNum":200,
            "publisherID":"PB0002",
            "publishDate":"2023-04-16",
            "weight":0.135,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":88,
            "isbn":9786230047411,
            "authorID":"AU0031",
            "title":"Virgo and The Sparkling Season II Vol. 02",
            "basePrice":72000,
            "description":"Sekilas Tentang Virgo and the Sparklings:\r\nVirgo and the Sparklings adalah sebuah webtoon karangan Annisa Nisfihani dan diilustrasikan oleh Ellie Goh. Karakter Virgo didasarkan pada karakter komik buatan Jan Mintaraga di tahun 1970-an.\r\n\r\nKomik Virgo and the Sparklings telah dirilis sebanyak empat episode di Line Webtoon dan telah diadaptasi ke dalam film. Film Virgo and the Sparklings disutradarai oleh Ody C. Harahap. Virgo juga merupakan anggota Jagat Sinema Bumi Langit bersama dengan pahlawan super lainnya, seperti Sri Asih dan Gundala.\r\n\r\nVirgo And The Sparklings adalah Band fiksi dari komik populer Webtoon tahun 2017 karya komikus Annisa Nisfihani dan Ellie Goh. Komik tersebut mengambil karakter utama Virgo yang dibuat oleh Jan Mintaraga pada tahun 1973.\r\n\r\nPada September 2019, komik tersebut telah memiliki 1,4 juta pelanggan di Webtoon juga dapat dibaca dengan opsi 15 bahasa yang berbeda dan terdapat lagu dalam komik tersebut. Komik tersebut diadaptasi ke dalam sebuah film berjudul Patriot Taruna: Virgo and The Sparklings dimana Virgo diperankan oleh Adhisty Zara.\r\n\r\nSinopsis Buku:\r\nPara Juri Loutube Get Talent memperebutkan Virgo and The Sparklings! Virgo dkk pun memilih GANENDRA. Tapi... meskipun Ganendra musisi tunanetra terkenal, kok rasanya mencurigakan, ya? Lalu... kok, dia tahu kalau Virgo diam-diam punya kekuatan?! Siapa Ganendra sebenarnya?! Musuh... kah?",
            "pageNum":104,
            "publisherID":"PB0002",
            "publishDate":"2023-04-16",
            "weight":0.15,
            "width":14.8,
            "length":21.0,
            "language":"Indonesia"
        },
        {
            "index":89,
            "isbn":9786230046346,
            "authorID":"AU0093",
            "title":"Kubo Won`t Let Me Be Invisible 03",
            "basePrice":50000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nMasuk angin, bertengkar (?)... Kisah cewek heroine dan cowok figuran yang maju satu langkah, mundur setengah langkah Shiraishi-kun dan Kubo-san sebentar lagi naik ke kelas 2. Atas usulan kak Akina, maka diadakan piknik menyaksikan sakura, tapi di sana terjadi suatu peristiwa…? Dapatkah kedua orang yang masih sangat awam dalam percintaan itu mengatasi krisis ini? Karena waktu tidak berhenti berputar, tiap detik sangat disayangkan jika berlalu begitu saja. Ini lah vol 3 komedi manis remaja, album masa muda yang berisi episode baru!\r\n\r\nCerita Sebelumnya:\r\nValentine, lalu White day. Meskipun cukup dekat, tapi masih belum menyadari perasaan itu. Kisah cewek heroine dan cowok figuran yang masih selangkah menuju cinta. Malam tahun baru, hari valentine, white day, musim yang penuh dengan momen masa muda. Tapi, Shiraishi-kun memang tidak sadar dan Kubo-san kurang berani. Teman-teman sekelas dan sang kakak mulai menyadari situasi keduanya, entah apakah mereka mendukung hubungan kedua orang ini atau sekedar tertarik…!? Sesuatu yang tidak dapat diungkapkan dengan kata-kata itu pastilah yang menjadi harta tak ternilai bagi keduanya. Inilah vol 2 komedi manis remaja yang masih belum disebut “cinta”!",
            "pageNum":172,
            "publisherID":"PB0002",
            "publishDate":"2023-04-16",
            "weight":0.13,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":90,
            "isbn":9786230046841,
            "authorID":"AU0074",
            "title":"Mashle 03",
            "basePrice":45000,
            "description":"Mashle yang dirilis dalam bahasa Inggris dengan judul Mashle: Magic and Muscles, adalah sebuah seri manga asal Jepang yang ditulis dan diilustrasikan oleh Hajime Kōmoto. Manga ini dimuat berseri dalam majalah Weekly Shōnen Jump terbitan Shueisha sejak bulan Januari 2020, dan telah diterbitkan menjadi tiga belas volume tankōbon per bulan Oktober 2022.\r\n\r\nManga ini mulai dimuat berseri dalam edisi ke-9 dari majalah Weekly Shōnen Jump yang diterbitkan oleh Shueisha pada tanggal 27 Januari 2020. Per tanggal 4 Oktober 2022, bab-bab tunggalnya telah dibundel dan diterbitkan menjadi tiga belas volume tankōbon oleh Shueisha. Manga ini dirilis secara digital dalam bahasa Inggris oleh Viz Media pada situs web Shonen Jump milik mereka serta pada platform Manga Plus milik Shueisha.\r\n\r\nSinopsis Buku:\r\nAsrama Lang jadi lebih gencar dan gila-gilaan dalam merenggut koin milik asrama lain!! Mash dan teman-temannya yang merupakan anggota Asrama Adler bersatu dan bekerja sama untuk menghentikan Asrama Lang yang hendak memonopoli koin karena mengincar posisi Divine Visionaries. Di tengah situasi itu, Fang keenam dan ketujuh dari Magia Lupus menyerang Mash yang sedang membersihkan kandang burung hantu!! Satu per satu teman Mash diserang oleh orang-orang berhati iblis yang suka menginjak-injak orang lemah, sehingga Mash yang amarahnya memuncak itu pun memutuskan untuk berhadapan langsung dengan Magia Lupus!!",
            "pageNum":208,
            "publisherID":"PB0002",
            "publishDate":"2023-04-16",
            "weight":0.145,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":91,
            "isbn":9786230047039,
            "authorID":"AU0094",
            "title":"Radiant 05",
            "basePrice":45000,
            "description":"Radiant (bahasa Jepang: ラディアン Hepburn: Radian) adalah sebuah seri manga Perancis yang ditulis dan diilustrasikan oleh Tony Valente. Seri ini diterbitkan oleh Ankama sejak tahun 2013 dan sekarang telah dibundel menjadi 16 volume dalam bahasa Prancis. Seri ini kemudian diterbitkan oleh penerbit Jepang Asuka Shinsha pada tahun 2015, membuatnya menjadi mantra Prancis pertama yang diterbitkan di Jepang. Seri ini telah dilisensi oleh Viz Media dalam bahasa Inggris sejak tahun 2018 dan sekarang sudah diterbitkan sebanyak 14 volume. Seri ini juga tersedia dalam beberapa bahasa lainnya seperti Jerman, Italia, dan Spanyol. Seri ini diadaptasi menjadi anime oleh Lerche yang ditayangkan sejak tanggal 6 Oktober 2018 hingga 23 Februari 2019. Musim keduanya mulai tayang sejak tanggal 2 Oktober 2019.\r\n\r\nSeth, tokoh protagonis dari Radiant, adalah penyihir remaja yang selamat dari serangan Nemesis sepuluh tahun sebelumnya. Seth bercita-cita untuk mengalahkan semua Nemesis dan membawa kedamaian bagi para penyihir dan seluruh umat manusia. Seth kemudian memulai pencarian untuk menemukan tempat yang menjadi asal muasal Nemesis, Radiant.\r\n\r\nSinopsis Buku:\r\nSeth akhirnya memutuskan meninggalkan Doc dan Melie, lalu melanjutkan perjalanannya sendiri. Dengan bantuan Alma dan kapal terbangnya, ia berusaha mengumpulkan petunjuk tentang Radiant dan bertarung seorang diri. Ia bertemu dengan para Baron di perjalanan, yang mengantarkannya menuju Caislean Marlin, kastil para ksatria penyihir…\r\n\r\nSelling Point:\r\nKomik manfra pertama di Indonesia. Sudah diterjemahkan dalam berbagai bahasa.\r\n\r\nInformasi Tambahan:\r\n#Radiant #manfra #Seth #TonyValente",
            "pageNum":184,
            "publisherID":"PB0002",
            "publishDate":"2023-05-11",
            "weight":0.15,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":92,
            "isbn":9786233100809,
            "authorID":"AU0054",
            "title":"Agharna",
            "basePrice":95000,
            "description":"SEORANG anak kecil yang diperkirakan berusia lima tahun ditemukan tewas di permukiman warga. Kondisi kematiannya sangat mengenaskan. Tangannya terpisah, mata kanannya robek, dan bagian kakinya hampir putus. Seseorang menduga ini perbuatan preman yang mabuk. Namun, beberapa beranggapan ini ulah orang gila. Polisi masih mengusut kasus ini sampai tuntas untuk menemukan siapa pelaku sebenarnya. Orangtua korban menangis histeris dan mengutuk siapa pun pelaku pembunuhan anaknya agar segera ditangkap dan diberikan hukuman yang setimpal.\r\n\r\nBerita tentang kematian tragis seorang anak kecil ramai disiarkan oleh hampir seluruh stasiun TV. Sembari menonton siaran berita itu, seseorang menuangkan wine pada gelasnya dan bersiul merdu.\r\n\r\n\"Anak kecil itu memang seharusnya pergi dengan cepat. Dia tidak pantas hidup begitu lama karena orangtuanya hanya menyiksanya. Sayang banget, gue lupa video-in teriakan anak kecil itu.\" Dia tertawa sendiri di dalam apartemen yang gelap di tengah-tengah kota Jakarta.\r\n\r\nLaki-laki itu masuk ke suatu ruangan, tersenyum senang melihat potret besar yang digantung di dinding. Dirinya berdiri dalam pakaian serba hitam bersama koleksi yang berjejeran di belakangnya. Namanya terukir dalam tinta merah di pojok pigura. Perlahan, dia mendekati sebuah lemari, memasukkan sesuatu ke dalam toples kosong, dan meletakkannya kembali di sana.\r\n\r\nAda lima hal yang paling dia suka di dunia ini. Dia menyukai aroma darah. Dia menyukai aroma hujan. Dia menyukai teriakan kesakitan. Dia menyukai anak kecil. Terakhir, dia menyukai wanita.\r\n\r\n***\r\n\r\nAlora Andreana yakin Agharna D. Angelo bukan sekadar laki-laki dengan paras tampan dan mulut manis yang jadi idaman para mahasiswi. Gara-gara dua teman perempuannya ditemukan terbunuh secara tragis, Alora menaruh curiga pada Agharna. Sayangnya, rasa penasaran justru membawa Alora\r\n\r\nke dalam masalah yang lebih besar. Bukan hanya menemukan bahwa Agharna ternyata seorang psikopat, Alora juga membuat laki-laki itu tertarik kepadanya!\r\n\r\nKini, alih-alih bernasib mengenaskan seperti korban lainnya, Alora terpaksa menerima takdir bahwa Agharna ingin memilikinya seutuhnya. Dengan kata lain, ia harus menjadi istri seorang psikopat.\r\n\r\nMampukah Alora bertahan dengan psikopat seperti Agharna? Apakah gadis itu akan terus berusaha kabur, atau justru berakhir jatuh cinta?\r\n\r\nTentang Penulis:\r\nSaniyyah Putri Salsabila Said, atau yang sering dipanggil Sani, Saniyyah, atau Sasa. Dia adalah mahasiswi semester akhir di Universitas Puangrimaggalatung, Studi Administrasi Publik S1. Bertempat tinggal di Sengkang, Kabupaten Wajo, Sulawesi Selatan. Agharna adalah buku ketiganya yang diterbitkan. Jangan lupa berkenalan dengan karya-karya aku yang lainnya melalui media sosial.\r\n\r\nInformasi Tambahan\r\nTahun Terbit: Cetakan 1, Maret 2023",
            "pageNum":320,
            "publisherID":"PB0003",
            "publishDate":"2023-04-14",
            "weight":0.23,
            "width":13.0,
            "length":19.0,
            "language":"Indonesia"
        },
        {
            "index":93,
            "isbn":9786233100823,
            "authorID":"AU0084",
            "title":"Lentera Senja",
            "basePrice":95000,
            "description":"Hagia Sophia. Tempat yang menjadi saksi kemenangan umat Islam, sekarang terpampang jelas di hadapan saya. Sambil berucap syukur dan kekaguman atas kebesaran-Nya, saya tersenyum atas nikmat ini.\r\n\r\nDan, kamu muncul dengan cara yang indah, dengan ketidaksempurnaanmu, membuat saya ingin membimbingmu dengan segala keterbatasan ilmu ini. Kamu adalah tulang rusuk yang ditakdirkan Allah untuk saya.\r\n\r\n\"Aku bersedia menerima pinanganmu. Aku mohon bantu dan tuntun ibadahku untuk jadi istri salihah di matamu.\"\r\n\r\nPada akhirnya, senja dan perempuan berhijab di Hagia Sophia adalah hikmah paling indah yang membuat saya tersadar. Cinta bisa datang dalam sekejap mata, memandang bersamaan dengan jantung yang berdebar. Kota di mana pasukan Al-Fatih menemukan kemenangan, maka di sini juga saya menemukan cinta.\r\n\r\nTentang Penulis:\r\nALFIA Ramadhani mempunyai nama pena Phia sudah gemar menulis cerita fiksi bergenre religi romansa sejak SMP. Ia lahir di Lumajang pada 08 November 2002. Dan pada pertengahan 2020 saat pandemi menjadi awal mulanya menulis cerita religi romansa di aplikasi Wattpad.\r\n\r\nLentera Senja adalah novel ketiga yang berhasil diterbitkan setelah sebelumnya menerbitkan novel berjudul Lentera Jelita dan Perfect Captain. Harapannya dengan menulis novel, ia bisa menghibur pembaca sekaligus menebar kebaikan lewat karyanya.\r\n\r\nInformasi Tambahan\r\nTahun Terbit: Cetakan 1, April 2023",
            "pageNum":280,
            "publisherID":"PB0010",
            "publishDate":"2023-04-14",
            "weight":0.205,
            "width":13.0,
            "length":19.0,
            "language":"Indonesia"
        },
        {
            "index":94,
            "isbn":9786230922800,
            "authorID":"AU0028",
            "title":"Perjanjian Dua Surga",
            "basePrice":99000,
            "description":"Keadaan membuat Sadam Adnan harus menikahi wanita lain di saat istri tercintanya-Nabila Queen Nissa terbaring koma di rumah sakit sejak dua tahun yang lalu akibat kecelakaan.\r\n\r\nSadam menikahi wanita pilihan ibunya untuk segera memberikannya seorang cucu. Indira Hisyamlah perempuan yang menjadi istri kedua tanpa seizin Nabila.\r\n\r\nSetahun setelah pernikahan kedua Sadam, istri pertamanya mata adalah sambutan dari hidup baru seorang Nabila. anak, suami, sekaligus hadirnya orang lain di surga sadar. Air Fakta mengenai kecilnya membuat Nabila terpukul.\r\n\r\nHingga perjanjian dua surga itu datang.\r\n\r\n***\r\nGemes, kesel, baper. Ceritanya bikin aku nggak mau berhenti baca. Tema yang diambil cukup berani, suka banget! Kalian wajib punya buku ini. - Sabrina Febriati, penulis novel best seller Asya Story.\r\n\r\nJujur, sakit banget rasanya waktu baca cerita ini. Penulisnya bener-bener jago mainin emosi pembaca. Selain tisu, mental juga perlu disiapkan kalau mau baca cerita ini. Greget dan sedihnya dapet banget! Salut sama penulisnya! - Ita Krn, penulis novel best seller Eccedentesiast.\r\n\r\nTentang Penulis:\r\nNobianstrow21 adalah nama pena yang ia gunakan dengan panggilan akrab Obi. Nama aslinya Dian Novitasari, lahir di Bekasi 21 April. Menulis adalah hobi isengnya kalau hobi aslinya jajan cilok dan membaca novel. Perjanjian Dua Surga adalah cerita pertamanya.\r\n\r\nInformasi Tambahan\r\nTahun Terbit: Cetakan 1, Maret 2023",
            "pageNum":380,
            "publisherID":"PB0001",
            "publishDate":"2023-04-14",
            "weight":0.305,
            "width":14.0,
            "length":20.5,
            "language":"Indonesia"
        },
        {
            "index":95,
            "isbn":9786230412714,
            "authorID":"AU0042",
            "title":"Komik Doa Anak Muslim Edisi Revisi",
            "basePrice":159000,
            "description":"Berdoa setiap hari secara rutin juga dapat mengajarkan anak-anak untuk lebih mengenal Sang Pencipta melalui kegiatan sehari-hari mereka.\r\n\r\nMenanamkan doa tidak hanya sebatas hafal, namun lebih jauh anak dapat mengamalkan apa makna serta tujuan dari doa dipanjatkannya setiap hari. Orang tua juga dapat berdoa bersama, agar terhubung jalinan erat dengan anak dalam menghabiskan waktu keluarga yang berkualitas.\r\n\r\nDoa-doa harian untuk anak sehari-hari juga tergolong doa pendek, sehingga mudah diajarkan dan diingat oleh anak-anak. Apalagi di usianya yang masih banyak ingin tahu dan mempunyai daya ingat yang tajam. Dalam komik ini ada berbagai kisah dan doa yang bisa kalian pelajari agar menjadi anak shaleh dan shalehah yang selalu dilindungi oleh Allah Swt.\r\n\r\nSinopsis Buku:\r\nSebagai manusia, kita pasti punya banyak keinginan. Di sisi lain, kita juga pasti sering mengkhawatirkan banyak hal. Karena itu, Allah SWT memerintahkan hambanya agar senantiasa berdoa atas harapan atau ketakutan kita dalam hidup. Melalui komik ini, mari belajar doa-doa yang perlu kita panjatkan agar harapan terkabul dan hidup lebih damai. Allah SWT akan senantiasa mengabulkan doa setiap hamba yang memohon dengan sungguh-sungguh. Aamiin.\r\n\r\nSelling Point:\r\n- Berisi puluhan komik tentang kisah sehari-hari yang dilengkapi doa zikir pagi dan sore. \r\n- Berisi beragam doa, seperti doa agar selalu bersyukur, doa dijauhkan dari kefakiran, doa dijauhkan dari rasa malas, dan lainnya. \r\n- Cocok untuk anak-anak dan remaja. \r\n- Mengajarkan bahwa ada doa dan solusi dalam segala situasi.",
            "pageNum":168,
            "publisherID":"PB0008",
            "publishDate":"2023-04-13",
            "weight":0.2,
            "width":17.0,
            "length":22.6,
            "language":"Indonesia"
        },
        {
            "index":96,
            "isbn":9786230413131,
            "authorID":"AU0016",
            "title":"Loversation",
            "basePrice":149000,
            "description":"Sinopsis Buku:\r\nTheala bersembunyi di balik keheningan sebagai perempuan mandiri yang benci punya angan-angan. Dirga bersembunyi di balik keramaian sebagai laki-laki bersinar yang hanya tahu caranya mencari kesenangan. Di balik trauma masa kecil, selalu ada hati yang dibungkam. Dirga adalah bibir, Theala adalah suara. Dan dengan berbicara, mereka bisa mendengar semuanya.\r\n\r\nKetika aku bercermin, Pantulannya menertawakanku dengan nyaring. Sudahkah kau tanya kepada dunia, akankah dia menerimamu dengan rupa dan perangai masa lampau yang menjadikanmu bahan untuk bersenda gurau? Ketika aku melangkah, Sebelah kakiku tertatih-tatih melaju. Meskipun bukan kompetisi, kehidupan katanya tetap sebuah jalan berintang yang hanya bisa dilewati oleh mereka yang siap beradu. Ketika aku bahagia, Kepahitan menutup semua manis yang ada. Memastikan aku tidak terbuai pada sebuah sajian penutup yang enak, sebab esok tak ada yang bisa aku makan juga. Kepada siapa aku bisa bicara? Untuk mengatakan ini saja, hidupku bisa bertambah satu hari lamanya. Semoga semua orang punya kawan bicara. Agar hidupnya bisa bertambah satu juta hari lamanya.\r\n\r\nDunia Loversation adalah seri yang ditulis oleh Valerie Patkar sejak 2016. Selama tujuh tahun, lima cerita dari Dunia Loversation telah bekerja untuk menyebarkan cinta dan kebaikan, untuk menjadi teman bicara lewat kawan-kawan fiksi yang ada di dalamnya. Selamat berkawan dengan mereka, ya!\r\n\r\nSelling Point:\r\n- Ditulis oleh Valerie Patkar, penulis novel-novel mega best seller.\r\n- Berhubungan dengan novel Nonversation.\r\n- Mengangkat tema cinta, trauma, dan keluarga, membuat ceritanya terasa begitu emosional.\r\n- Memberikan kelegaan batin dan pengharapan lewat quotes-nya.",
            "pageNum":456,
            "publisherID":"PB0008",
            "publishDate":"2023-04-30",
            "weight":0.25,
            "width":13.0,
            "length":20.0,
            "language":"Indonesia"
        },
        {
            "index":97,
            "isbn":9789792292633,
            "authorID":"AU0033",
            "title":"Keluarga Cemara#1",
            "basePrice":99000,
            "description":"Kisah sebuah keluarga yang memilih hidup dengan hanya bermodalkan kejujuran. Keluarga yang amat sangat sederhana, terdiri atas Abah, kepala keluarga yang bekerja sebagai penarik becak dan buruh apa saja; Emak, sang ibu yang membuat opak untuk dijajakan putrinya; Euis, si sulung yang kelas enam SD, pernah mengalami masa jaya orang tuanya sebagai pengusaha; Ara atau Cemara yang baru masuk TK; serta Agil si bungsu. Kalau air mata bisa menjadi simbol kebahagiaan, inilah kisah itu. Keluarga Cemara 1 ini merupakan kompilasi yang terdiri atas tiga judul: Keluarga Cemara, Musik Musim Hujan, dan Kupon Kemenangan.\r\n\r\nProlog:\r\nHari masih pagi sekali. Beduk subuh baru saja berlalu. Abah, sebutan untuk ayah, sudah bersiap berangkat ke sawah. Hari ini Abah ada pekerjaan di sawah Mang Rukmana. Sedangkan Emak, sebutan untuk ibu, sudah mempersiapkan dagangan. Emak membuat opak. Bahannya dibuat dari ketan. Tapi sering dicampuri tepung yang lain. Untuk menjadikan opak, harus dipanggang diatas bara. Emak selalu terlihat sedang melakukan itu. Euis, 12 tahun, paling sering membantu. Euis pulalah yang berjualan keliling menjajakan opak. Mungkin karena lebih banyak waktunya untuk menjajakan opak dibanding belajar, Euis masih duduk di kelas empat. Pagi itu Euis membangunkan Cemara. Adik perempuannya ini hari ini akan mulai masuk sekolah. lni hari pertama Cemara masuk sekolah. Kelas nol kecil. Semalam sudah diberitahu untuk bangun pagi-pagi.\r\n\r\nSelling Point:\r\nBuku ini mengajarkan bahwa keluarga adalah fondasi terkecil dari suatu masyarakat. Tempat nilai-nilai kebaikan disampaikan pertama kali. Harta yang paling berharga adalah keluarga. Istana yang paling indah adalah keluarga. Puisi yang paling bermakna adalah keluarga. Pernah disinetronkan dan difilmkan.",
            "pageNum":288,
            "publisherID":"PB0018",
            "publishDate":"2023-04-12",
            "weight":0.18,
            "width":13.5,
            "length":20.0,
            "language":"Indonesia"
        },
        {
            "index":98,
            "isbn":9786235338132,
            "authorID":"AU0037",
            "title":"Komik Riwayat Peradaban Arab Sebelum Islam",
            "basePrice":88000,
            "description":"KOMIK RIWAYAT\r\n\r\nPERADABAN SEBELUM ISLAM\r\nAllah mengutus Rasul terakhir-Nya, Nabi Muhammad dari bangsa Arab bukanlah tanpa alasan. Begitu juga\r\nAl-Qur'an diturunkan dalam bahasa Arab. Apa sih keistimewaan bangsa Arab sehingga dipilih Allah?\r\nBersama Hafidz dan kawan-kawan, kita akan diajak menjelajah dan mengenal bangsa Arab sebelum datangnya Islam. Bagaimana peradaban mereka sebelumnya sehingga bangsa ini menjadi bangsa terbaik dalam sejarah peradaban Islam sepanjang masa. Jejak peradaban mereka pada masa\r\nlampau yang begitu hebat masih tampak hingga saat ini.\r\nIngin tahu lebih banyak? Yuk, kita telusuri masa silam melalui komik keren ini. Selamat berpetualang!\r\nKELEBIHAN KOMIKS\r\n1. Komik Fullcolor 2. Bahasa mudah dipahami\r\n3. Penjelasan sederhana\r\ntentang bagaimana peradaban bangsa Arab sebelum datangnya Islam.\r\nKOMIK TENTANG\r\nRiwayat peradaban Arab sebelum datangnya Islam: Geografi bangsa Arab -Karakteristik bangsa Arab -Asal-usul bangsa Arab\r\nPROFIL\r\nKAK FREDDIE & KOKO ANDIKO\r\nNAMA ASLINYA ADALAH MOCH. ANDIKO PRANOTO, LAHIR DI TANJUNG PRIOK, JAKARTA UTARA 1964. LULUSAN AKADEMI GRAFIKA INDONESIA INI SEKARANG TINGGAL DI JATIASIH, KOTA BEKASI. PERNAH JADI ILUSTRATOR DI MAJALAH SPORTIF, FOOTBALL+, PARENTS GUIDE, ANAKKU. KOMIK STRIP PERTAMA DI MAJALAH SPORTIF BERJUDUL \"PIS POT\" (1989). KARTUN STRIP BERJUDUL \"TIGA DARA\" DAN \"BILLY NEKAD\" UNTUK HARIAN POS KOTA (LEMBERGAM) (1993). PERNAH MENJADI ILUSTRATOR UNTUK BUKU AYAH EDY DAN COLOURING UNTUK KOMIK-KOMIK KRISTOLOGI KARYA USTADZ INSAN MOKOGINTA. SELAIN MEMBUAT KOMIK JUGA MENULIS NASKAH BUKU BERTEMA KRISTOLOGI.\r\n\r\n- Sistem pemerintahan bangsa Arab, dan lainnya.",
            "pageNum":172,
            "publisherID":"PB0011",
            "publishDate":"2023-04-11",
            "weight":0.17,
            "width":14.5,
            "length":21.0,
            "language":"Indonesia"
        },
        {
            "index":99,
            "isbn":9786230024085,
            "authorID":"AU0100",
            "title":"Why? Content Creator - Kreator Konten",
            "basePrice":119000,
            "description":"“Aku ingin jadi YouTuber!”. Tidak sedikit anak-anak yang memberikan jawaban ini jika ditanya tentang cita-citanya. Dengan semakin berkembangnya internet, memang banyak sekali yang berminat untuk menjadi pembuat atau kreator konten berupa video di YouTube atau yang populer disebut YouTuber. Lalu sebenarnya content creator itu apa sih?. Content creator adalah orang yang membuat konten baik berupa tulisan, gambar, video, suara, ataupun gabungan dari dua atau lebih materi untuk dibagikan secara online. Kamu bisa membuat konten di berbagai platform digital, termasuk membuat konten di YouTube.\r\nBanyak yang mengira bahwa menjadi content creator YouTube itu gampang. Padahal proses pembuatan konten ini melibatkan kreativitas seseorang. Kreativitas ini menjadi alat content creator untuk menarik perhatian orang-orang dan membuat mereka mau melihat konten yang dibuat. Maka dari itu banyak anak kecil maupun orang dewasa dimana mereka aktif mencari ide-ide untuk konten videonya. Namun selain itu, proses pembuatan konten juga tidak sekadar mengandalkan kreativitas semata. Ada logika yang perlu dipahami agar bisa menggaet audiens. Begitu juga dengan Omji dan Komji. Demi menjadi kreator konten yang bisa menyajikan konten-konten berkualitas, mereka pun berusaha untuk belajar dari A sampai Z agar dapat menjadi content creator yang berintegritas dengan konten yang disajikan. Kamu juga ingin jadi YouTuber?. Ayo, cari tahu apa saja tips untuk jadi kreator konten bersama Omji dan Komji!.\r\nInformasi lain\r\nISBN                       \t: 9786230024085\r\nLebar                       \t: 18 cm\r\nBerat                       \t: 0.25 kg\r\nTanggal terbit         \t: 17 Feb 2021\r\nPenerbit                   \t: Elex Media Komputindo\r\nJumlah halaman      \t: 184",
            "pageNum":184,
            "publisherID":"PB0002",
            "publishDate":"2021-02-16",
            "weight":0.25,
            "width":18.0,
            "length":0.0,
            "language":"N\/A"
        },
        {
            "index":100,
            "isbn":9786230045431,
            "authorID":"AU0049",
            "title":"Why? Earth`s Disaster - Bencana di Bumi",
            "basePrice":119000,
            "description":"Komik serial Why? adalah komik edukasi untuk anak yang berisikan materi Ilmu Pengetahuan. Komik yang diterbitkan oleh Elex Media Komputindo ini dibuat dengan tujuan untuk mempermudah anak, terutama yang sedang duduk di bangku sekolah dasar, agar lebih mudah memahami ilmu pengetahuan. Buku ini cocok untukmu yang sedang mencari bahan bacaan, sebab membaca membuatmu dapat berpikir kritis, transformasi ilmu dan juga banyak hal di dalam buku.\r\n\r\nKamu juga memiliki banyak pandangan baru setelah membaca buku, tak jarang kamu akan menemukan dirimu di banyak versi. Dan jika beruntung kamu akan jatuh cinta dengan buku, dan ini sangat menyenangkan. Kegiatan membaca tak hanya kegiatan mengisi waktu luang melainkan mencari ilmu dan pengetahuan baru. Selamat membaca dan menamatkan segala bacaan yang sedang kamu baca, termasuk buku ini!\r\n\r\nSinopsis Buku:\r\nPernahkah kamu mendengar tentang kepunahan massal? Menurut penelitian, pernah terjadi lima kepunahan massal di Bumi. Penyebab utamanya adalah meteorit atau asteroid, perubahan iklim atau perubahan lingkungan yang cepat, dan lain-lain. Namun, tahukah kamu kepunahan massal keenam mungkin terjadi di masa depan? Dan penyebabnya adalah manusia. Ini dapat terjadi jika kita terus memperlakukan Bumi dengan sembarangan seperti yang kita lakukan sekarang. Ini peringatan kepada semua manusia yang merasa seolah-olah mereka adalah penguasa Bumi! Dengarkanlah baik-baik!\r\n\r\nInformasi Tambahan:\r\n#Disaster #Earth #Bencana #Bumi #whyseries #kepunahanmassal #perubahaniklim #lingkungan #bencanaalam",
            "pageNum":160,
            "publisherID":"PB0002",
            "publishDate":"2023-01-26",
            "weight":0.4,
            "width":18.0,
            "length":0.0,
            "language":"N\/A"
        },
        {
            "index":101,
            "isbn":9786234581980,
            "authorID":"AU0013",
            "title":"Komik Petualangan Sula 2: Menyusuri Jejak Al-Fatih Di Kota Kemenangan",
            "basePrice":115000,
            "description":"KOMIK\r\n\r\nPETUALANGAN SULA 2\r\n\r\nMENYUSURI JEJAK AL-FATIH DI KOTA KEMENANGAN\r\n\r\nBumbum terkejut ketika mendapat kabar Sula sedang berlibur di Turki. Niat awal ingin berlibur ke Jepang terpaksa dibatalkan. Bumbum dan keluarga akhirnya menyusul Sula ke Turki.\r\n\r\nBerlibur di Turki bersama Sula sepertinya lebih seru, asik, dan menyenangkan, pikir Bumbum sambil tertawa.\r\n\r\nNamun, setiba di Turki mereka justru dihadapkan dengan kabar hilangnya Oma Salamah! Siapa Oma Salamah? Gawat! Jangan-jangan ada yang ingin menculiknya dan hendak berniat jahat!\r\n\r\nBerkat ide Sula, Uncle Popo bersama Mister Ali merancang sebuah robot yang bisa memindai aroma dari jarak jauh untuk mencari keberadaan Oma\r\nSalamah.\r\nBerhasilkah usaha mereka? Atau jangan-jangan....\r\nSegera temukan jawabannya dalam Komik Petualangan Sula 2, Menyusuri Jejak al-Fatih di Kota Kemenangan yang sudah ada di depan mata! Selamat membaca dan bertualang!\r\nPetualangan kali ini sungguh luar biasa! Saya menuliskannya sambil terharu, tersenyum, tertawa, berpikir, dan tak jarang menahan takjub. Semoga TemanTeman juga bisa merasakannya nanti ketika membaca komik ini dan ikut bertualang di dalamnya. Bersama-sama Sula, Bumbum, Abil, Uncle Popo, dan teman-teman barunya! Seruuu sekaligus lucu!\r\nKali ini, gerombolan Sula akan mengajak Teman-Teman bertualang ke salah satu negeri yang Allah berkahi. Mengapa begitu? Oleh karena, di negeri inilah lahir seorang laki-laki, yang kelak ketika dewasa, menjadi penjawab basyirah (kabar gembira) yang disampaikan oleh Rasulullah. Laki-laki itu adalah Muhammad al-Fatih. Kalian pasti sudah pernah atau sering mendengar namanya disebut-sebut, kan?\r\n\r\nAwalnya, Sula dan Bumbum hanya ingin pergi berlibur. Namun, pertemuan mereka dengan murid Profesor Popo serta putrinya yang bernama Gona, justru membawa mereka pada petualangan yang tak pernah mereka duga sebelumnya.\r\n\r\nSula dan gerombolannya \"terpaksa\" diajak menyusuri Kota Istanbul yang bersejarah demi sebuah misi. Mereka menyaksikan peninggalan-peninggalan Islam pada masa lalu, benteng-benteng kokoh yang sanggup dijebol oleh pasukan Muslim bersamaan dengan pekik teriakan takbir. Mereka juga mendapati pedang-pedang yang pernah dipakai oleh Rasulullah dalam berbagai pertempuran. Ada pula pedang sahabat yang mulia, Khalid bin Walid serta pedang yang dipakai Sultan Muhammad al-Fatih ketika menghadapi pertempuran dalam misi pembebasan Konstantinopel.\r\n\r\nSungguh sebuah pengalaman yang bukan saja menambah tebal keimanan, tetapi juga menimbulkan perasaan haru sekaligus bangga bahwa Muslim pernah berjaya dengan sangat hebat pada masa lalu, dan sejarah itu wajib kita ulang!\r\n\r\nBagaimana, kalian penasaran? Selamat membaca dan selamat bertualang!",
            "pageNum":92,
            "publisherID":"PB0021",
            "publishDate":"2023-04-07",
            "weight":0.315,
            "width":19.0,
            "length":24.0,
            "language":"Indonesia"
        },
        {
            "index":102,
            "isbn":9786230309304,
            "authorID":"AU0089",
            "title":"AKASHA : Hellstar Remina",
            "basePrice":68000,
            "description":"Muncul planet misterius dari “Lubang Cacing”. Penemunya, Profesor Oguro, menamai planet tersebut dengan “Remina”, yang berasal dari nama putri semata wayangnya.\r\nPenemuan tersebut mendapat apresiasi yang sangat besar dari masyarakat, dan sang putri, Remina, pun menjadi terkenal. Tapi, planet Remina mulai menghancurkan satu per satu planet, menyebabkan Bumi juga berada dalam bahaya. \r\nInilah kisah horor one shot, karya sang maestro Junji ITO yang hadir dengan dengan sensasi baru.\r\n\r\nDi antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik” AKASHA : Hellstar Remina”.",
            "pageNum":296,
            "publisherID":"PB0015",
            "publishDate":"2023-04-05",
            "weight":0.2,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":103,
            "isbn":9786230047145,
            "authorID":"AU0079",
            "title":"Aquatic Company! 01",
            "basePrice":45000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nAquatic Company merupakan series manga atau komik dengan cerita tentang lumba-lumba yang penuh pengetahuan karya penulis Jepang bernama Wataru ISHII. Wataru telah menulis beberapa series dan kisah lain dengan beragam genre seperti drama romance dan komedi.\r\n\r\nSinopsis Buku:\r\nTrainer lumba-lumba baru di Akuarium Uminoshima, Machiko Nanase, sedang mengambil sampel urine saat dia tiba-tiba dikejutkan dengan kehadiran pria mencurigakan yang menatap lumba-lumbanya dengan nafas memburu seperti orang mesum! Pria itu tahu-tahu mendekati lumba-lumba dan berkata, “Boleh... kujilati dahinya?”. Pria yang Nanase sangka orang mesum itu ternyata dokter hewan baru di akuarium tersebut dan bernama Tadashi Kaizaki! Inilah kisah komedi di akuarium antara Nanase yang gampang panik dengan Kaizaki yang berlidah tajam!\r\n\r\nSelling Point:\r\nCerita tentang lumba-lumba yang penuh pengetahuan.\r\n\r\nInformasi Tambahan:\r\n#AquaticCompany #kisahlumbalumba #kisahpenguin #kisahaquarium #dokterhewan #komikkomedi #WataruISHII",
            "pageNum":160,
            "publisherID":"PB0002",
            "publishDate":"2023-04-05",
            "weight":0.135,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":104,
            "isbn":9786230046872,
            "authorID":"AU0082",
            "title":"Level Comic: Gokushufudo - The Way of House Husband 08",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nGokushufudo - The Way of House Husband, adalah sebuah seri manga asal Jepang yang ditulis dan diilustrasikan oleh Kousuke Oono. Manga ini dirilis dalam majalah manga daring Kurage Bunch sejak tahun 2018, dan mengisahkan tentang seorang eks bos yakuza yang pensiun dari dunia kriminal untuk menjadi seorang ayah rumah tangga. Bokushufudo menceritakan keseharian seorang karakter utama bernama Tatsu, ia merupakan mantan Yakuza yang sudah pensiun dan berusaha menjalani kehidupannya sebagai seorang bapak-bapak rumah tangga secara normal. Meski tampilannya terlihat sangat menakutkan, lengkap dengan tato ikan koi, codet dan kebiasaannya berbicara dengan nada tinggi, Tatsu sebenarnya adalah seorang bapak rumah tangga yang baik. Dia bisa mengerjakan semua pekerjaan rumah, mulai dari membersihkan rumah, berbelanja keperluan dapur, memasak, hingga mengajak anjingnya jalan-jalan, demi menyenangkan hati istrinya, Miku, yang bekerja kantoran.\r\n\r\nSinopsis Buku:\r\nKali ini, duel donat menanti Tatsu! bisakah dia menciptakan donat yang penuh ‘kebenaran’!? Ada juga pelajaran penting tentang golf dengan atasan dan menikmati sauna! Tapi, jangan lupa mewaspadai monyet!",
            "pageNum":160,
            "publisherID":"PB0002",
            "publishDate":"2023-04-05",
            "weight":0.135,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":105,
            "isbn":9786230047138,
            "authorID":"AU0097",
            "title":"Level Comic: Tokyo Revengers 08",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nTokyo Revengers adalah karya Ken Wakui yang dirilis di Jepang pada tahun 2017 lalu dan sampai saat ini, sirkulasinya sudah mencapai lebih dari lima puluh juta eksemplar. Pada tahun 2020, komik ini berhasil memenangkan Kodansha Manga Award kategori komik remaja cowok.\r\n\r\nKomik ini sudah terjual lebih dari 40 juta eksemplar di Jepang. Menjadi pemenang Kodansha Manga Award kategori komik remaja pria tahun 2020. Animasinya sudah ditonton lebih dari 10 juta views di Youtube Muse Indonesia. Live Action movie-nya tayang Oktober 2021.\r\n\r\nSinopsis Buku:\r\nBentrokan antara Toman VS. Valhalla semakin sengit! Mikey murka pada Kazutora yang telah menusuk Baji! Untuk mencegah pertarungan mereka berdua, Baji mengambil sebilah pisau dan… Dapatkah dia mencegah kejatuhan Mikey ke dalam kegelapan!!? Simak babak terakhir “Halloween Berdarah”!!",
            "pageNum":216,
            "publisherID":"PB0002",
            "publishDate":"2023-04-04",
            "weight":0.12,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":106,
            "isbn":9786230047077,
            "authorID":"AU0002",
            "title":"Chion And The Cat Temple 08",
            "basePrice":32000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nChion and The Cat Temple adalah serial manga Jepang yang ditulis dan diilustrasikan oleh Makoto Ojiro. Genre manga ini adalah komedi romantis yang menceritakan tentang seorang anak SMA bernama Gen dan seorang gadis yang lebih tua, Chion, yang tinggal di kuil keluarganya di pedesaan.\r\n\r\nKomik ini diserialkan pertama kali di majalah manga seinen Shogakukan Weekly Big Comic Spirits dari Mei 2016 hingga Oktober 2018. Romansa dalam cerita tidak begitu terlihat. Namun, para pembaca diyakini dapat memahami apa maksud penulis yang tersirat. Memiliki plot cerita yang indah dan ringan, komik slice of life ini dijamin akan membuat kalian semua penasaran dan akan mulai membaca untuk mengisi waktu luang!\r\n\r\nSinopsis Buku:\r\nMenyambut tahun baru di kuil kucing. Yang terpenting bukanlah melakukan apa, tapi menghabiskan waktu dengan siapa. Dan momen berharga itu pun perlahan mulai berlalu. Kemunculan orang tua Chion! Memikirkan hadiah bersama Hiruma. Sake pertama menyambut upacara kedewasaan. Upacara kelulusan senior di sekolah. Dan akhirnya, Chion akan memutuskan perihal masa depan kuil?",
            "pageNum":176,
            "publisherID":"PB0002",
            "publishDate":"2023-04-04",
            "weight":0.085,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":107,
            "isbn":9786230047022,
            "authorID":"AU0043",
            "title":"Fly Me to the Moon 10",
            "basePrice":32000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nFly Me To The Moon adalah serial manga Jepang yang ditulis dan diilustrasikan oleh Kenjiro Hata. Seri manga ini telah dimuat dalam majalah Weekly Shōnen Sunday terbitan Shogakukan sejak bulan Februari 2018. Fly Me To The Moon mengisahkan tentang seorang remaja jenius bernama Nasa Yuzaki dan hubungannya dengan seorang gadis cantik bernama Tsukasa. Nasa dan Tsukasa bertemu dalam sebuah kejadian yang tidak biasa. Nasa hampir saja tertabrak truk saat mencoba berbicara dengan Tsukasa karena terpesona akan kecantikannya. Beruntung baginya, Tsukasa berhasil menyelamatkannya. Nasa pun berkeinginan untuk menjadikan Tsukasa pacarnya. Tapi, Tsukasa hanya mau menjalin hubungan jika keduanya menikah terlebih dahulu. Apakah yang akan terjadi selanjutnya?\r\n\r\nSinopsis Buku:\r\nMusim panas adalah musimnya masa muda. Di musim yang panas ini, cinta baru pun bersemi (mungkin juga tidak). Lalu, episode baju renang untuk suami istri Yuzaki di lain kali saja. Kali ini mereka akan pergi berkemah ke gunung.",
            "pageNum":192,
            "publisherID":"PB0002",
            "publishDate":"2023-04-04",
            "weight":0.1,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":108,
            "isbn":9786230047084,
            "authorID":"AU0032",
            "title":"Black Butler 32",
            "basePrice":32000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nBlack Butler dibuat oleh Yana Toboso dan diterbitkan tahun 2006 yang kemudian diadaptasi menjadi anime tahun 2008 dengan 24 episode dalam season pertama. Bercerita tentang seorang anak bernama Ciel Phantomhive yang hidup di manor megah bersama kedua orangtuanya. Berlatarkan era Victoria di London, Ciel mendapati manor tempat tinggalnya hangus terbakar bersamaan dengan orang tua serta anjing peliharaan saat ulang tahunnya ke 10. Ia kemudian diculik dan dijual untuk dijadikan persembahan sebagai pelengkap ritual pemanggilan iblis. Setelah sebulan terperangkap dan menderita, ia membuat perjanjian dengan sang Iblis. Sang Iblis berjanji akan membalas dendam kedua orang tuanya serta menjadi pelayan Ciel dan pelindungnya. Namun sebagai gantinya, Ciel harus bersedia menyerahkan jiwanya. Ciel kembali ke kediamannya dan bertemu Sebastian. Keduanya memulai perjalanannya memecahkan kasus-kasus yang melibatkan dunia bawah tanah untuk menghapus keresahan hati sang Ratu. Selain itu, keduanya juga menunggu pembunuh yang membunuh kedua orang tuanya untuk datang dan dibalaskan dendamnya.\r\n\r\nSinopsis Buku:\r\nJadi kau ingin pelatihan gaya militer, ya? Pasukan tentara berada di ambang kehancuran di suatu daerah terpencil di Amerika. Seorang butler misterius dengan keranjang piknik muncul di depan satu-satunya prajurit yang masih hidup.... Di medan perang bernama dapur, sarung tangan putih memukul-mukul bokong seorang prajurit malang yang berjuang untuk berdiri. Inilah komik tentang butler paling spartan, dipersembahkan untuk Anda.",
            "pageNum":186,
            "publisherID":"PB0002",
            "publishDate":"2023-04-04",
            "weight":0.095,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":109,
            "isbn":9786230046810,
            "authorID":"AU0098",
            "title":"DEMON SLAYER: Kimetsu no Yaiba 13",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nDemon Slayer adalah komik Jepang terkenal karya Koyoharu Gatouge yang sangat terkenal di Jepang. Komik ini kemudian diadaptasi menjadi serial animasi televisi yang sama-sama sukses di kalangan penggemar anime. Serial komik Ini bercerita tentang seorang remaja Tanjiro Kamado yang mengalami insiden naas. Setelah apa yang terjadi dengan keluarganya yang dibantai dan adik perempuannya, Nezuko, berubah menjadi iblis, ia berusaha menjadi pembunuh iblis. Mengambil latar waktu Jepang era Taisho, di mana terdapat sebuah organisasi rahasia yang dikenal sebagai Korps Pembunuh Setan. Organisasi itu telah melakukan perang rahasia melawan setan selama berabad-abad. Iblis adalah mantan manusia yang diubah menjadi iblis oleh Muzan Kibutsuji yang menyuntikkan mereka dengan darahnya sendiri, dan mereka memakan manusia dan memiliki kemampuan supranatural seperti kekuatan super atau kekuatan yang dapat diperoleh iblis yang disebut \"Seni Setan Darah\", dan telah teregenerasi.\r\n\r\nSinopsis Buku:\r\nDua iblis Jyogen, Hantengu dan Gyokko, datang menyerang ke desa penempa pedang yang tersembunyi! Tanjiro dan Genya bertarung mati-matian melawan Hantengu, iblis yang tiap kali diserang justru akan membelah diri dan semakin kuat. Di sisi lain, Tokito, sang Kasumibashira yang tidak terlalu memedulikan orang lain, berusaha menyelamatkan Kotetsu yang diserang iblis. Bagaimana perkembangan pertarungan mereka…!?",
            "pageNum":200,
            "publisherID":"PB0002",
            "publishDate":"2023-04-04",
            "weight":0.13,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":110,
            "isbn":9786230046247,
            "authorID":"AU0053",
            "title":"One Piece 102",
            "basePrice":45000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nSinopsis Buku:\r\nLuffy yang kembali bangkit, menghadapi Kaido sekali lagi! Ke mana arah pertempuran dua tokoh besar yang sudah menjelang babak penghabisan ini!? Sementara itu, waktu penentuan telah tiba bagi kawan-kawannya yang sedang melakukan pertempuran sengit melawan para petinggi di setiap tempat. Simak kisah petualangan di lautan, One Piece!!\r\n\r\nSelling Point:\r\n- Guinness World Record untuk seri komik dengan cetakan terbanyak oleh seorang penulis. Sampai Oktober 2017, seri One Piece terjual lebih dari 430 juta copy seluruh dunia. \r\n- Komik petualangan bajak laut dengan cerita yang super seru, dan berlatar belakang dunia yang diciptakan dengan imajinasi yang luar biasa. Komik ini tak pernah kehabisan ide baru yang terus membuat pembaca penasaran. \r\n- Di tengah serunya alur cerita, One Piece selalu menekankan pentingnya “Persahabatan” \r\n- Best Seller di seluruh dunia, dan menjadi komik yang wajib dibaca, tak hanya oleh pembaca putra, tapi juga oleh pembaca putri. \r\n- Serial dan film animasi One Piece, serta merchandise-nya digemari di Indonesia. - Akan diadaptasi jadi live action series.",
            "pageNum":200,
            "publisherID":"PB0002",
            "publishDate":"2023-04-04",
            "weight":0.1,
            "width":11.4,
            "length":17.2,
            "language":"Indonesia"
        },
        {
            "index":111,
            "isbn":9786230046698,
            "authorID":"AU0088",
            "title":"Jujutsu Kaisen 09",
            "basePrice":40000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nJujutsu Kaisen adalah serial manga Jepang yang ditulis dan diilustrasikan oleh Gege Akutami. Ini telah diserialkan di majalah manga shōnen Shueisha Weekly Shonen Jump sejak Maret 2018, dengan bab-babnya dikumpulkan dan diterbitkan dalam 20 volume tankōbon per Agustus 2022. Ceritanya mengikuti siswa sekolah menengah Yuji Itadori saat ia bergabung dengan organisasi rahasia Penyihir Jujutsu untuk menghilangkan Kutukan yang kuat bernama Ryomen Sukuna, di mana Yuji menjadi inangnya. Jujutsu Kaisen adalah sekuel dari Sekolah Teknik Kutukan Metropolitan Tokyo Akutami, yang diserialkan di Jump GIGA Shueisha dari April hingga Juli 2017, kemudian dikumpulkan dalam volume tankōbon, dengan judul retroaktif sebagai Jujutsu Kaisen 0, pada Desember 2018.\r\n\r\nSinopsis Buku:\r\nMisi Gojo dan Geto untuk melindungi “wadah plasma bintang” berubah menjadi buruk saat seorang “pembunuh shaman” yang mengaku bernama Fushiguro menyerang mereka secara tiba-tiba. Apa hasil akhir dari kejadian di masa lalu tersebut, yang membuat Gojo menjadi yang terkuat dan membuat Geto memberontak!?",
            "pageNum":192,
            "publisherID":"PB0002",
            "publishDate":"2023-04-06",
            "weight":0.115,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":112,
            "isbn":9786230412462,
            "authorID":"AU0039",
            "title":"Buku Ensiklopedia Sains & Teknologi: Alat dan Mesin",
            "basePrice":175000,
            "description":"Ensiklopedia Sains & Teknologi: Alat dan Mesin menjelaskan hal-hal unik dan rahasia di balik produk sains dan teknologi berupa mesin dan alat di sekitar kita, seperti cara kerja roller coaster, kompor gas, hingga eskalator. Bagaimana kita bisa bermain bungee jumping dengan aman? Bagaimana asal mula pintu otomatis? Seperti apa bentuk stapler pada zaman dahulu? Bagaimana toilet bisa dipasang di dalam rumah tanpa mengeluarkan bau? Semua hal dibahas secara detail dan menarik dengan penjelasan yang mudah dipahami sehingga kamu tidak sulit mempelajarinya dan menjadikanmu ilmuwan masa depan yang hebat!\r\n\r\nDalam program jelajah pulau terpencil atau tidak berpenghuni seperti The Law of the Jungle, kita dapat melihat bagaimana para pesertanya merasa menderita dan tidak nyaman. Mengapa demikian? Itu karena tidak ada alat dan mesin, seperti peralatan dapur dan toilet yang biasa kita gunakan dalam kehidupan sehari-hari. Berapa banyak alat dan mesin yang kita temui dari bangun hingga tertidur? Kita hidup dengan alat dan mesin yang tak terhitung jumlahnya. Mulai dari pendingin ruangan yang membuat kita bisa tidur saat cuaca panas, alarm yang membuat kita terbangun, toilet untuk buang air, penanak nasi yang ibu pakai untuk memasak nasi, pengering rambut, setrika untuk merapikan pakaian kusut, lift untuk berpindah pindah lantai, mobil dan bus untuk pergi ke sekolah, alat tulis yang digunakan di kelas, wahana untuk bermain di luar selama jam istirahat, TV untuk hiburan saat di rumah, hingga sikat gigi untuk membersihkan gigi sebelum kita tidur,\r\n\r\nSelling Point:\r\n- Memberikan informasi secara detail mengenai teknologi dalam hidup keseharian dengan bahasa yang asyik dan mudah dimengerti. \r\n- Banyak ilustrasi, foto, dan komik lucu untuk mempermudah dan menambah kesenangan anak-anak dalam mempelajari sains & teknologi. \r\n- Dilengkapi info para ilmuwan hebat dan fakta-fakta menarik seputar sains dan teknologi. \r\n- Terdapat soal esai di setiap akhir bagian untuk mengasah kemampuan terhadap materi yang sudah dipelajari.",
            "pageNum":208,
            "publisherID":"PB0008",
            "publishDate":"2023-04-02",
            "weight":0.28,
            "width":18.0,
            "length":24.0,
            "language":"Indonesia"
        },
        {
            "index":113,
            "isbn":9789797946746,
            "authorID":"AU0063",
            "title":"Unrivaled",
            "basePrice":105000,
            "description":"Setelah mengalami tiga kali pengalaman buruk: perselingkuhan sang ayah, dikhianati mantan pacar, dan kematian sahabat kecilnya, Gwen bertekad untuk tidak pernah lagi percaya dengan yang namanya cinta. Karena traumanya itu, Gwen bahkan sampai didiagnosis\r\nmengidap generalized anxiety disorder dan trust issue.\r\n\r\nNamun, tak disangka, kecintaan Gwen pada hewan membuatnya terjerumus untuk menyepakati sebuah pertaruhan bodoh. Demi hadiah taruhan berupa rubah fennec yang terkenal mahal, ia menerima tantangan untuk menjadi pacarnya Salga—mahasiswa fakultas kedokteran yang terkenal tampan dan cuek. \r\n\r\nBerkat dewi fortuna yang sedang mendukungnya, Gwen berhasil menjadi pacar cowok tsundere itu. Sayangnya, ketika Gwen mulai nyaman dengan hubungan mereka, penyebab traumanya di masa lalu terkuak. Salga ternyata memiliki ikatan yang kuat dengan penyebab trauma itu. Mental Gwen kembali menjadi kacau yang berakibat munculnya rasa cemas yang tak terkendali hingga mempengaruhi kehidupannya. \r\n\r\nUntuk mendapatkan kembali ketenangan dalam hidupnya, sanggupkah Gwen menghadapi traumanya? Dan, bagaimana sikap Salga setelah tahu bahwa dirinya terikat dengan masa lalu gadis yang ia cintai itu?\r\n\r\nTentang Penulis:\r\nMarsella Tina, bisa dipanggil Tina atau Sella, lahir pada tanggal 16 Agustus. Suka mengubah nama pena, tapi sejauh ini tetap bertahan dengan nama pena ShinyAlph di sosial media. Kpopers garis keras, suka EXO, NCT, Red Velvet, dan Apink. Bias sejauh ini baru Chanyeol, Sehun, Jeno, dan Jaehyun. Belum tahu nanti, kayaknya bakal bertambah karena aku suka oleng. Suka banget menghalu, apa lagi yang romantis-romantis. Karena hobi itulah bisa tercipta Unrivaled ini.\r\n\r\nInformasi Tambahan\r\nTahun Terbit: Cetakan Pertama, 2023",
            "pageNum":356,
            "publisherID":"PB0022",
            "publishDate":"2023-04-02",
            "weight":0.26,
            "width":13.0,
            "length":19.0,
            "language":"Indonesia"
        },
        {
            "index":114,
            "isbn":9786230046926,
            "authorID":"AU0094",
            "title":"Radiant 04",
            "basePrice":45000,
            "description":"Radiant (bahasa Jepang: ラディアン Hepburn: Radian) adalah sebuah seri manga Perancis yang ditulis dan diilustrasikan oleh Tony Valente. Seri ini diterbitkan oleh Ankama sejak tahun 2013 dan sekarang telah dibundel menjadi 16 volume dalam bahasa Prancis. Seri ini kemudian diterbitkan oleh penerbit Jepang Asuka Shinsha pada tahun 2015, membuatnya menjadi mantra Prancis pertama yang diterbitkan di Jepang. Seri ini telah dilisensi oleh Viz Media dalam bahasa Inggris sejak tahun 2018 dan sekarang sudah diterbitkan sebanyak 14 volume. Seri ini juga tersedia dalam beberapa bahasa lainnya seperti Jerman, Italia, dan Spanyol. Seri ini diadaptasi menjadi anime oleh Lerche yang ditayangkan sejak tanggal 6 Oktober 2018 hingga 23 Februari 2019. Musim keduanya mulai tayang sejak tanggal 2 Oktober 2019.\r\n\r\nSeth, tokoh protagonis dari Radiant, adalah penyihir remaja yang selamat dari serangan Nemesis sepuluh tahun sebelumnya. Seth bercita-cita untuk mengalahkan semua Nemesis dan membawa kedamaian bagi para penyihir dan seluruh umat manusia. Seth kemudian memulai pencarian untuk menemukan tempat yang menjadi asal muasal Nemesis, Radiant.\r\n\r\nSinopsis Buku:\r\nKuulangi: Aku di sini sebagai pengamat. Kehadiranmu mengumumkan munculnya kekuatan baru. Aku yang datang sendiri untuk menyaksikan lahirnya keseimbangan baru ini. Dengan kata lain, pihak mana yang akan ikuti?\r\n\r\nSelling Point:\r\nKomik manga pertama di Indonesia. Sudah diterjemahkan dalam berbagai bahasa.\r\n\r\nInformasi Tambahan:\r\n#Radiant #manfra #Seth #TonyValente",
            "pageNum":184,
            "publisherID":"PB0002",
            "publishDate":"2023-03-31",
            "weight":0.15,
            "width":12.0,
            "length":18.0,
            "language":"Indonesia"
        },
        {
            "index":115,
            "isbn":9786026714794,
            "authorID":"AU0003",
            "title":"Si Juki Anak Kosan Vol 3",
            "basePrice":84000,
            "description":"Wah, si Juki dan kawan-kawan kembali dengan kisah yang super absurd di kosan. Mulai dari bertukar nasib, ngambil alih Warteg Mbok Jum hingga membuat mesin pemberantas kegalauan menjadi bagian dari hari-hari si Juki sebagai mahasiswa dan anak kosan.\r\n\r\nNah, penasaran kan? Jadi tunggu apalagi. Ayo beli buku ini sekarang. Tapi ingat di toko buku gak bisa ngutang.\r\nKalo Jepang punya Doraemon, kalo kita punya @jukihoki ! Karakter iconic yang satu ini emang tak terlupakan ya, apalagi karakter ini menggambarkan kehidupan sehari-hari mahasiswa yang cukup relate di Indonesia👌🏻 Tapi dibalik kesuksesan karakter ini, sebenarnya value apa sih yang diperkuat dan dituangin sama @fazameonk dalam karakter @jukihoki ? - #ARAHJournal\r\n\r\n#𝙱𝙴𝚁𝙰𝙽𝙸𝙱𝙴𝙳𝙰 👊🏻 Assalamu'alaikum geess. Siapa nih yg nggak kenal Muhammad Marzuki alias Juki, aktor komik nomor 1. 📖 Buku ini tentang biografi Juki, calon presiden di tahun 2014. Dicerikatan bagaimana kisah awal lahirnya Si Juki, sampai saat Juki melakukan hal yg paling anti mainstream dalam hidupnya yaitu mencalonkan diri sebagai presiden. Bahkan kisah cinta Mak sama Babeh Juki juga diceritain loh. Dari perkenalan bapak & ibunya, dilanjut cerita kakak pertamanya yg percaya sama alien 🤣 & kakak keduanya yg doyan selfie 📖 Si Juki ini termasuk orang yg selalu perhatian sama orang lain. Nggak cuma sama orang sih 🤣, sama tumbuhan, hewan, bahkan sama hantu pun ia peduli loh 👏🏻. Di masa sekolahnya Juki sering membuat organisasi² yg bermanfaat buat sekitarnya, mungkin dari sanalah bakat memimpin Juki muncul, hingga ia ingin mencalonkan diri menjadi presiden Indonesia di tahun 2014 Pendapatku tentang buku ini 📚: 📕 Buku ini lucu, bagus. Sebenernya ini yg beli masku cuma ia tinggalkan begitu saja, ya sudah mari dicap hak milik saja. Karena buku kakak, buku adeknya juga 🤣. Emang buku lama & baca lagi di tahun yg jauh banget dari tahun terbitnya. tapi tetep asik kok baca bukunya. 📕 Buku ini nggak full gambar kayak komik, malah menurutku kayak novel. Tapi ada beberapa part yg bergambar. Bisalah jadi pelarian kalau bosen baca novel. 📕Slogan #BeraniBeda dari Juki keren banget, \"Jangan selalu mengikuti arus, jadilah diri sendiri dan #BERANIBEDA. Kalau ngikutin arus melulu apa bedanya sama eek?\" 📕 Di dalam buku ini juga ada petuah² dari Babeh. Petuahnya bagus, tapi dikemas dengan lucu, jadi sambil ketawa sambil dapet \"Toedjoeh Petoeah Sakti\". Petuah paling lucu yg \"BAB Setiap Pagi\" dari judulnya aja udah lucu 🤣. Terus sama yg \"berani\" juga lucu sih, kok bisa itu lo pocongnya malah kabur, sangat tidak menyangka 🤣 📕 Sebagai capres Tahun 2014, jelas Juki punya Visi-Misi. Visi-Misi keren loh. Meskipun ada singkatan² lucu, tapi nggak ngurangin bobot Visi-Misi nya🤣. Intip foto buat lihat Visi-Misi Juki Tak kasih tahu, Juki cocok buat kita² yg jomlo karena prokernya ada yg menguntungkan para jomlo",
            "pageNum":190,
            "publisherID":"PB0020",
            "publishDate":"2023-03-30",
            "weight":0.22,
            "width":14.0,
            "length":20.0,
            "language":"Indonesia"
        },
        {
            "index":116,
            "isbn":9786235729503,
            "authorID":"AU0021",
            "title":"My Wife`s My Lecturer, My Husband`s My Student",
            "basePrice":85000,
            "description":"Semua orang memiliki kisahnya sendiri-sendiri. Kisah itu terangkum dalam tempat yang dinamakan kenangan. Untuk mengabadikan kenangan itu, Kami menuliskan kisah kami berdua dalam buku ini. Ada banyak kesenangan dan kesedihan yang kami lalui bersama dalam sebuah ikatan yang dinamakan rumah tangga. Bahwa rumah tangga itu bukan untuk menuntut semua hal baik pada pasangan, tetapi menerima setiap kekurangan pasangan dan menjadikan semua itu kesempurnaan. Semoga pembaca bisa memetik hikmah dari setiap kisah yang kami tulis.\r\n\r\nTentang Penulis:\r\nAkhmad Fauzan, Begitulah sang ayah memberinya nama setelah dia lahir pada tanggal 21 Desember 1982 di Desa Cibuyur, Pemalang. Ayahnya yang bernama Wahyudin dan Ibunya yang bernama Baroyah membesarkannya dengan penuh kasih sayang.\r\n\r\nPendidikan Tingkat Kanak-Kanak atau TK tidak pernah ditempuhnya karena kala itu belum ada satupun TK di desanya. Dia langsung menempuh pendidikan di SDN Mereng, MTs Nurul Huda kemudian SMAN Belik sebelum kuliah di UMP.\r\n\r\nMoto hidupnya adalah \"Khoirunnaas anfa'uhum linnaas\" yang artinya sebaik-baik manusia adalah yang memberi manfaat bagi manusia lainnya. Moto ini membawanya sering diundang menjadi seorang motivator bagi para pelajar tingkat SMP, SMA, maupun Perguruan Tinggi. Beberapa sekolah juga sering mengundangnya mengisi training motivasi ataupun \"ice breaking\" untuk para gurunya.\r\n\r\nEli Antina, Terlahir pada tanggal 7 Juli 1976 dari seorang ibu bernama Murtiyah dan ayah bernama Mirun. Eli Antina, S. Pd menghidupkan masa kecilnya di Keser, Notog. Kecamatan Patikraja, Kabupaten Banyumas, Jawa Tengah.\r\n\r\nPendidikan Tingkat Kanak-kanak hingga SMU dia tempuh di desanya sebelum mengambil kuliah jurusan Pendidikan Bahasa Inggris di UNNES (Universitas Negeri Semarang) yang dia selesaikan di tahun 2000.\r\n\r\nCita-cita terbesarnya adalah menjadi seorang Ibu rumah tangga, namun karena jodoh belum menghampirinya pasca lulus S-1, maka dia memutuskan untuk menjadi guru di sebuah SMK Pariwisata di Purwokerto. Belum ada satu tahun di SMK, dia diterima mengajar sebagai dosen luar biasa di STAIN Purwokerto (sekarang UIN SAIZU) dengan tugas mengajar Bahasa Inggris di Pusat Bahasa dari tahun 2001 hingga 2010.\r\n\r\nInformasi Tambahan\r\nTahun Terbit: Cetakan Pertama, Desember 2022",
            "pageNum":174,
            "publisherID":"PB0014",
            "publishDate":"2023-03-29",
            "weight":0.155,
            "width":14.0,
            "length":20.0,
            "language":"Indonesia"
        },
        {
            "index":117,
            "isbn":9786230310423,
            "authorID":"AU0068",
            "title":"AKASHA : Chainsaw Man 02",
            "basePrice":48000,
            "description":"Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\r\n\r\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\r\n\r\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik ”AKASHA : Chainsaw Man 02”.\r\n\r\nSinopsis Buku:\r\nDenji, pemuda super miskin yang dikejar banyak utang, bekerja sebagai devil hunter bersama iblis bernama Pochita. Hari-harinya sebagai manusia kasta terbawah berubah total setelah sebuah pengkhianatan brutal. Meski Denji menyimpan iblis dalam tubuhnya setelah insiden tersebut, dia tetap harus memburu iblis agar bisa bertahan hidup!?",
            "pageNum":192,
            "publisherID":"PB0015",
            "publishDate":"2023-04-07",
            "weight":0.15,
            "width":13.0,
            "length":19.0,
            "language":"Indonesia"
        },
        {
            "index":118,
            "isbn":9786230308116,
            "authorID":"AU0009",
            "title":"AKASHA : Wotakoi : Love is Hard for Otaku 09",
            "basePrice":40000,
            "description":"Kabakura dan Koyanagi menikah!? Apakah pasangan tertua kita yang tak pernah berhenti bertengkar ini akan benar-benar mengikat janji suci? Atau gambar di cover hanya pancingan saja? Lalu bagaimana dengan hubungan Naoya dan Ko setelah pergi nonton berdua? Hubungan mereka akan semakin dekat… atau sebaliknya…?",
            "pageNum":136,
            "publisherID":"PB0015",
            "publishDate":"2022-10-08",
            "weight":0.105,
            "width":13.0,
            "length":18.0,
            "language":"Indonesia"
        }
    ]
}