{
    "schema":{
        "fields":[
            {
                "name":"index",
                "type":"integer"
            },
            {
                "name":"isbn",
                "type":"integer"
            },
            {
                "name":"authorID",
                "type":"string"
            },
            {
                "name":"title",
                "type":"string"
            },
            {
                "name":"basePrice",
                "type":"integer"
            },
            {
                "name":"description",
                "type":"string"
            },
            {
                "name":"pageNum",
                "type":"integer"
            },
            {
                "name":"publisherID",
                "type":"string"
            },
            {
                "name":"publishDate",
                "type":"string"
            },
            {
                "name":"weight",
                "type":"number"
            },
            {
                "name":"width",
                "type":"number"
            },
            {
                "name":"length",
                "type":"number"
            },
            {
                "name":"language",
                "type":"string"
            }
        ],
        "primaryKey":[
            "index"
        ],
        "pandas_version":"1.4.0"
    },
    "data":[
        {
            "index":0,
            "isbn":9786232423763,
            "authorID":"AU0001",
            "title":"One by One",
            "basePrice":129000,
            "description":"Snoop, aplikasi musik baru yang berhasil meraih seratus juta pengguna. Yang memungkinkan orang untuk mengintip apa yang tengah didengarkan orang lain secara real time.\r\n \r\nBerada di puncak kesuksesan, tim inti Snoop melakukan retret ke sebuah pondok ski di Pegunungan Alpen. Di sana, rahasia perusahaan terkuak. Situasi tidak baik-baik saja. Posisi semua orang terancam. Perdebatan memanas. Dan, satu orang memutuskan bertindak, menyingkirkan semua penghalang.\r\n \r\nDi tengah badai salju yang melanda, ketika mereka terjebak, tanpa listrik dan sinyal, korban mulai berjatuhan.\r\n \r\nSatu\r\ndemi\r\nsatu ….",
            "pageNum":444,
            "publisherID":"PB0004",
            "publishDate":"2023-04-24",
            "weight":0.41,
            "width":14.0,
            "length":21.0,
            "language":"Indonesia"
        },
        {
            "index":1,
            "isbn":9786022204763,
            "authorID":"AU0004",
            "title":"Si Juki Anak Kos London",
            "basePrice":82500,
            "description":"Si Juki Anak Kos London\r\n\r\n\r\n\r\nJuki diterima sebagai mahasiswa pertukaran pelajar ke London, Inggris. Heran? Jelas. Gimana bisa anak selengean itu bisa ke luar negeri? ternyata bisa, dong! Hebatnya lagi, dia bisa hidup hemat di sana—kalo tidak mau dibilang pelit.\r\n\r\nAKHIRNYA SI JUKI KULIAH DI LONDON!\r\n\r\nKebayang gak, gimana kalo Juki yang pelit harus hidup di salah satu kota termahal dunía-London, Iya, Juki dan Coro yang ke Inggris untuk program pertukaran pelajar harus banyak berpikir untuk hidup seasyik mungkin dengan dana semínim-minimnya. Seru dan ada aja\r\n\r\nakalnya!\r\n\r\nKayaknya, justru masyarakat Union Jack yang bisa banyak belajar dari Juki, deh... bahwa hidup bisa 'wah' dengan harga murah!\r\n\r\nKebayang gak, gimana kalo Juki yang pelit harus hidup di salah satu kota termahal dunia---London. Iya, Juki dan Coro yang ke Inggris untuk program pertukaran pelajar harus banyak berpikir untuk hidup seasyik mungkin dengan dana seminim-minimnya. Seru dan ada aja akalnya!\r\n\r\nKayaknya, justru masyarakat Union Jack yang bisa banyak belajar dari Juki, deh... bahwa hidup bisa \"wah\" dengan harga murah.\r\n\r\nJuki diterima sebagai mahasiswa pertukaran pelajar ke London, Inggris. Heran? Jelas. Gimana bisa anak selengean itu bisa ke luar negeri? ternyata bisa, dong! Hebatnya lagi, dia bisa hidup hemat di sana—kalo tidak mau dibilang pelit.",
            "pageNum":180,
            "publisherID":"PB0005",
            "publishDate":"2022-12-26",
            "weight":0.18,
            "width":14.0,
            "length":20.0,
            "language":"Indonesia"
        },
        {
            "index":2,
            "isbn":9786024554811,
            "authorID":"AU0002",
            "title":"World Ghost Stories Eropa",
            "basePrice":125000,
            "description":"\"Di Eropa, banyak sekali cerita hantu yang berkembang di sana. Selain itu, ada banyak tempat dan legenda yang tak kalah menyeramkan di sana. Tokoh hantu terkenal pun banyak yang berasal dari Eropa. Di antaranya, raksasa Frankenstein yang besar dan mengerikan, drakula pengisap darah manusia, dan lain-lain. \r\n\r\n\r\n\r\nBeberapa kisah atau cerita hantu di Eropa pun sering keluar dalam film atau dongeng.\r\nKomik ini terdiri dari dua bentuk cerita, yaitu berbentuk dongeng dan komik. Dengan gaya bahasa penulisan yang seru, komik ini pasti membuat pembaca bergidik ngeri.  \"",
            "pageNum":192,
            "publisherID":"PB0002",
            "publishDate":"2018-04-08",
            "weight":0.2,
            "width":17.0,
            "length":22.0,
            "language":"Indonesia"
        },
        {
            "index":3,
            "isbn":9786238019106,
            "authorID":"AU0003",
            "title":"Muhammad Membangun Madinah",
            "basePrice":135000,
            "description":"Perjalanan hidup manusia agung, Rasul Muhammad tidak pernah usang untuk ditulis, didokumentasikan, dicermati, dibahas, ditafsirkan, bahkan diperdebatkan. Kisah hidupnya adalah khazanah eksplorasi dari sejumlah karakter yang layak dijadikan inspirasi dan teladan bagi umat manusia.\r\n\r\nSejarah perjalanan Rasul Muhammad adalah napak tilas peradaban tentang arus kehidupan sebuah masyarakat yang ditakdirkan menghuni gurun tandus di sepanjang barat daya Laut Merah. la tentakel geologis, kultur budaya, tatanan sosial, dan struktur ekonomi yang berhulu pada sang Khalilullah Ibrahim. Ia adalah fenomena psikologis yang kelak menempa salah satu generasinya untuk menghadapi pergulatan panjang dalam mengemban risalah dan nubuwah.\r\n\r\nLebih dari itu, prosesi kelahiran, masa muda, dan seluruh aspek hidupnya yang diwarnai agitasi, peperangan, problem politik, dan pendirian daulah adalah perayaan semesta yang menjadikan sosoknya abadi dan terus hidup dalam perjalanan sejarah umat manusia. Di mana seorang Muslim berpijak, di sana namanya disebut.\r\n\r\nDengan karakter ke-llahian, kebijakan, dan pandangan politiknya, Rasul Muhammad menasbihkan dirinya sebagai sosok penting dalam pencaturan dunia. Kehadirannya menciptakan arus hubungan timur dan barat, menafikan sel-sel genetika, geografis, dan budaya. Kedatangannya menyusun ulang agama-agama sebelumnya, dan mengakhirinya dengan teologi tauhid yang menyamakan visi dalam diktum ke-Tuhanan. Kombinasi antara agama, politik, budaya, dan ekonomi yang tercipta dalam waktu singkat telah membawa Rasul Muhammad menjadi penyumbang terbesar bagi berdirinya kolonisasi dunia baru yang nyaris tergilas oleh milenium kegelapan.\r\n\r\nRasul Muhammad adalah seorang utusan Tuhan sekaligus figur genius pembangun peradaban baru yang ditegakkan dengam maklumat cinta dalam kehidupan bersosial, berbudaya, beragama, dan bernegara.\r\n\r\nRasul Muhammad adalah fenomena terbesar dalam sejarah. Seorang revolusioner yang memberikan harapan, perlindungan, dan janji pertolongan bagi umat manusia. Seorang penebar rahmat bagi semesta alam, dan Al-Amin yang lahir di bumi yang tandus.",
            "pageNum":289,
            "publisherID":"PB0003",
            "publishDate":"2023-06-23",
            "weight":0.24,
            "width":13.0,
            "length":20.0,
            "language":"Indonesia"
        },
        {
            "index":4,
            "isbn":9786230311147,
            "authorID":"AU0005",
            "title":"Mice Cartoon - Indonesia Seru!",
            "basePrice":85000,
            "description":"Setiap hari Minggu kebanyakan orang tidak pernah kekurangan bacaan. Kompas Edisi Minggu dengan beberapa kolom Seni selalu menunggu di beranda, ditemani kopi pagi dan sinar matahari yang belum terik. Dengan 3500 rupiah saja, kita seperti diajak membaca sejumlah buku dengan variasi tema yang dirangkum melalui satu bacaan. Mengakhiri pembaca, tak terasa terdampar di bagian komik kartun. Mice cartoon belum terkalahkan dalam serial komik. Humornya menggelitik. kita diajak menikmati nuansa baru sajian sarkasme nomor wahid.\r\n\r\nSinopsis Buku:\r\nIndonesia Seru! merupakan kumpulan komik strip Mice Cartoon yang sebelumnya pernah ditayangkan di sebuah media digital. Komik strip berwarna ini menceritakan kisah-kisah yang menampilkan potret kehidupan masyarakat Indonesia yang beragam dan tentunya seru!\r\n\r\nSelling point:\r\n1. Kartun Mice yang sudah terkenal\r\n2. Membahas kisah-kisah potret kehidupan masyarakat Indonesia secara kocak\r\n3. Terdapat sketsa pembuatan kartun, sehingga pembaca bisa melihat proses di balik buku\r\n\r\nProfil Penulis:\r\nMuhammad Misrad, adalah seorang kartunis. Pada awalnya bersama dengan Benny Rachmadi, alumni Desain Grafis, Fakultas Seni Rupa, Institut Kesenian Jakarta ini membuat strip komik Benny & Mice yang berisi kritik-kritik sosial. Kartunis yang akrab disapa Mice dikenal juga bekerja sebagai dosen dengan mengajar di IKJ. Sejak bulan Juli 2010, Mice hanya menggambar sendirian di koran Kompas dengan kartunnya yang berjudul Mice Cartoon. Mice hadir dengan kemampuannya memotret kehidupan Kota Jakarta dengan penuh ironi, satire, aneh, jelimet, dan membuat tawa.",
            "pageNum":152,
            "publisherID":"PB0001",
            "publishDate":"2023-06-19",
            "weight":0.2,
            "width":14.8,
            "length":21.0,
            "language":"Indonesia"
        }
    ]
}